{
  "19.000": {
    "title": "Scope of part.",
    "content": "(a) This part implements the acquisition-related sections of the Small Business Act (15 U.S.C. 631, et seq.), applicable\nsections of the Armed Services Procurement Act (10 U.S.C. 3063–3064 and 3203), 41 U.S.C. 3104, and Executive Order\n12138, May 18, 1979. It covers—\n(1) The determination that a concern is eligible for participation in the programs identified in this part;\n(2) The respective roles of executive agencies and the Small Business Administration (SBA) in implementing the\nprograms;\n(3) Setting acquisitions aside, in total or in part, for exclusive competitive participation by small business, 8(a)\nparticipants, HUBZone small business concerns, service-disabled veteran-owned small business (SDVOSB) concerns eligible\nunder the SDVOSB Program, and economically disadvantaged women-owned small business (EDWOSB) concerns and\nwomen-owned small business (WOSB) concerns eligible under the WOSB Program;\n(4) The certificate of competency program;\n(5) The subcontracting assistance program;\n(6) The \"8(a)\" business development program (hereafter referred to as 8(a) program), under which agencies contract\nwith the SBA for goods or services to be furnished under a subcontract by a small disadvantaged business concern;\n(7) The use of a price evaluation preference for HUBZone small business concerns;\n(8) The use of veteran-owned small business concerns;\n(9) Sole source awards to HUBZone small business concerns, service-disabled veteran-owned small business concerns,\nand EDWOSB concerns and WOSB concerns eligible under the WOSB Program; and\n(10) The use of reserves.\n(b) (1) Unless otherwise specified in this part (see Subpart 19.6 - Certificates of Competency and Determinations of\nResponsibility on page 1 and Subpart 19.7 - The Small Business Subcontracting Program on page 1)—\n(i) Contracting officers shall apply this part in the United States and its outlying areas; and\n(ii) Contracting officers may apply this part outside the United States and its outlying areas.\n(2) Offero"
  },
  "19.001": {
    "title": "Definitions.",
    "content": "As used in this part-\nConcern means any business entity organized for profit (even if its ownership is in the hands of a nonprofit entity) with\na place of business located in the United States or its outlying areas and that makes a significant contribution to the U.S.\neconomy through payment of taxes and/or use of American products, material and/or labor, etc. \"Concern\" includes but is\nnot limited to an individual, partnership, corporation, joint venture, association, or cooperative. For more information, see 13\nCFR 121.105.\nFair market price means a price based on reasonable costs under normal competitive conditions and not on lowest\npossible cost (see 19.202-6).\nIndustry means all concerns primarily engaged in similar lines of activity, as listed and described in the North American\nIndustry Classification System (NAICS) manual.\nSimilarly situated entity means a first-tier subcontractor, including an independent contractor, that—\n(1) Has the same small business program status as that which qualified the prime contractor for the award (e.g., for a\nsmall business set-aside contract, any small business concern, without regard to socioeconomic status); and\n(2) Is considered small for the size standard under the NAICS code the prime contractor assigned to the subcontract.\nSubpart 19.1 - Size Standards"
  },
  "19.401": {
    "title": "General.",
    "content": "(a) The Small Business Act is the authority under which the Small Business Administration (SBA) and agencies consult\nand cooperate with each other in formulating policies to ensure that small business interests will be recognized and protected.\n(b) The Director of the Office of Small and Disadvantaged Business Utilization serves as the agency focal point for\ninterfacing with SBA. The Director of the Office of Small Business Programs is the agency focal point for the Department of\nDefense."
  },
  "19.101": {
    "title": "[Reserved]",
    "content": ""
  },
  "19.102": {
    "title": "Small business size standards and North American Industry Classification System codes.",
    "content": "(a) Locating size standards and North American Industry Classification System codes. (1) SBA establishes small business\nsize standards on an industry-by-industry basis. Small business size standards and corresponding North American Industry\nClassification System (NAICS) codes are provided at 13 CFR 121.201. They are also available at https://www.sba.gov/\ndocument/support--table-size-standards .\n19.1-1"
  },
  "19.103": {
    "title": "Appealing the contracting officer's North American Industry Classification System code and size standard",
    "content": "determination.\n(a) The contracting officer’s determination is final unless appealed as follows:\n(1) An appeal of a contracting officer’s NAICS code designation and the applicable size standard shall be served and\nfiled within 10 calendar days after the issuance of the initial solicitation or any amendment affecting the NAICS code or size\nstandard. However, SBA may file a NAICS code appeal at any time before offers are due.\n(2) Appeals of a contracting officer's NAICS code designation or applicable size standard may be filed with SBA’s\nOffice of Hearings and Appeals (OHA) by—\n(i) Any person adversely affected by a NAICS code designation or applicable size standard. However, with respect\nto a particular sole source 8(a) contract, only the SBA Associate Administrator for Business Development may appeal a\nNAICS code designation; or\n(ii) The Associate or Assistant Director for the SBA program involved, through SBA’s Office of General Counsel.\n(3) Contracting officers shall advise the public, by amendment to the solicitation, of the existence of a NAICS code\nappeal (see 5.102(a)(1)). Such notices shall include the procedures and the deadline for interested parties to file and serve\narguments concerning the appeal.\n19.1-2\nSUBPART 19.1 - SIZE STANDARDS 19.103\n(4) SBA’s OHA will dismiss summarily an untimely NAICS code appeal.\n(5) NAICS code appeals are filed in accordance with 13 CFR 121.1103.\n(6) Upon receipt of a NAICS code appeal, OHA will notify the contracting officer by a notice and order of the date\nOHA received the appeal, the docket number, and the Administrative Judge assigned to the case. The contracting officer's\nresponse to the appeal, if any, shall include argument and evidence (see 13 CFR part 134), and shall be received by OHA\nwithin 15 calendar days from the date of the docketing notice and order, unless otherwise specified by the Administrative\nJudge. Upon receipt of OHA’s docketing notice and order, the contracting officer shall withhold award, unless wit"
  },
  "19.201": {
    "title": "General policy.",
    "content": "(a) It is the policy of the Government to provide maximum practicable opportunities in its acquisitions to small\nbusiness, veteran-owned small business, service-disabled veteran-owned small business, HUBZone small business, small\ndisadvantaged business, and women-owned small business concerns. Such concerns must also have the maximum practicable\nopportunity to participate as subcontractors in the contracts awarded by any executive agency, consistent with efficient\ncontract performance. The Small Business Administration (SBA) counsels and assists small business concerns and assists\ncontracting personnel to ensure that a fair proportion of contracts for supplies and services is placed with small business.\n(b) Heads of contracting activities are responsible for effectively implementing the small business programs within\ntheir activities, including achieving program goals. They are to ensure that contracting and technical personnel maintain\nknowledge of small business program requirements and take all reasonable action to increase participation in their activities’\ncontracting processes by these businesses.\n(c) The Small Business Act requires each agency with contracting authority to establish an Office of Small and\nDisadvantaged Business Utilization (see section 15(k) of the Small Business Act). For the Department of Defense, in\naccordance with section 904 of Public Law 109-163 (10 U.S.C. 144 note), the Office of Small and Disadvantaged Business\nUtilization has been redesignated as the Office of Small Business Programs. Management of the office is the responsibility of\nan officer or employee of the agency who, in carrying out the purposes of the Act—\n(1) Is known as the Director of the Office of Small and Disadvantaged Business Utilization, or for the Department of\nDefense, the Director of the Office of Small Business Programs;\n(2) Is appointed by the agency head;\n(3) Is responsible to and reports directly to the agency head or the deputy to the agency head (except tha"
  },
  "19.202": {
    "title": "Specific policies.",
    "content": "In order to further the policy in 19.201 (a), contracting officers shall comply with the specific policies listed in this section\nand shall consider recommendations of the agency Director of the Office of Small and Disadvantaged Business Utilization,\nor for the Department of Defense, the Director of the Office of Small Business Programs, or the Director’s designee, as\nto whether a particular acquisition should be awarded under subpart 19.5, 19.8, 19.13, 19.14, or 19.15. Agencies shall\nestablish procedures including dollar thresholds for review of acquisitions by the Director or the Director's designee for the\npurpose of making these recommendations. The contracting officer shall document the contract file whenever the Director's\nrecommendations are not accepted, in accordance with 19.506.\n19.202-1 Encouraging small business participation in acquisitions.\nSmall business concerns shall be afforded an equitable opportunity to compete for all contracts that they can perform to\nthe extent consistent with the Government’s interest. When applicable, the contracting officer shall take the following actions:\n(a) Divide proposed acquisitions of supplies and services (except construction) into reasonably small lots (not less than\neconomic production runs) to permit offers on quantities less than the total requirement.\n(b) Plan acquisitions such that, if practicable, more than one small business concern may perform the work, if the work\nexceeds the amount for which a surety may be guaranteed by SBA against loss under 15 U.S.C. 694b (see definition of\n“Applicable Statutory Limit” at 13 CFR 115.10).\n(c) Ensure that delivery schedules are established on a realistic basis that will encourage small business participation to the\nextent consistent with the actual requirements of the Government.\n(d) Encourage prime contractors to subcontract with small business concerns (see subpart 19.7).\n(e) (1) Provide a copy of the proposed acquisition package and other reasonably obtainable inform"
  },
  "19.203": {
    "title": "Relationship among small business programs.",
    "content": "(a) General. There is no order of precedence among the 8(a) Program (subpart 19.8), HUBZone Program (subpart\n19.13), Service-Disabled Veteran-Owned Small Business (SDVOSB) Program (subpart 19.14), or the Women-Owned Small\nBusiness (WOSB) Program (subpart 19.15).\n(b) At or below the simplified acquisition threshold. For acquisitions of supplies or services that have an anticipated dollar\nvalue above the micro-purchase threshold, but at or below the simplified acquisition threshold, the requirement at 19.502-2(a)\nto set aside acquisitions for small business concerns does not preclude the contracting officer from awarding a contract to a\nsmall business under the 8(a) Program, HUBZone Program, SDVOSB Program, or WOSB Program.\n(c) Above the simplified acquisition threshold. For acquisitions of supplies or services that have an anticipated dollar value\nexceeding the simplified acquisition threshold definition at 2.101, the contracting officer shall first consider an acquisition\nfor the small business socioeconomic contracting programs (i.e., 8(a), HUBZone, SDVOSB, or WOSB programs) before\nconsidering a small business set-aside (see 19.502-2(b)). However, if a requirement has been accepted by the SBA under the\n8(a) Program, it must remain in the 8(a) Program unless the SBA agrees to its release in accordance with 13 CFR parts 124,\n126, 127, and 128.\n(d) In determining which socioeconomic program to use for an acquisition, the contracting officer should consider, at a\nminimum-\n(1) Results of market research that was done to determine if there are socioeconomic firms capable of satisfying the\nagency’s requirement; and\n(2) Agency progress in fulfilling its small business goals.\n(e) Small business set-asides have priority over acquisitions using full and open competition. See requirements for\nestablishing a small business set-aside at subpart 19.5.\n19.2-4\nSUBPART 19.3 - DETERMINATION OF SMALL BUSINESS SIZE AND STATUS FOR SMALL BUSINESS PROGRAMS 19.301-1\nSubpart 19.3 - Determin"
  },
  "19.301": {
    "title": "Representations and rerepresentations.",
    "content": "19.301-1 Representation by the offeror.\n(a) (1) To be eligible for award as a small business concern identified in 19.000(a)(3), an offeror is required to represent in\ngood faith—\n(i) (A) That it meets the small business size standard corresponding to the North American Industry Classification\nSystem (NAICS) code identified in the solicitation; or\n(B) For a multiple-award contract where there is more than one NAICS code assigned, that it meets the small\nbusiness size standard for each distinct portion or category ( e.g., line item numbers, Special Item Numbers (SINs), sectors,\nfunctional areas, or the equivalent) for which it submits an offer. If the small business concern submits an offer for the entire\nmultiple-award contract, it must meet the size standard for each distinct portion or category ( e.g., line item number, SIN,\nsector, functional area, or equivalent); and\n(ii) The Small Business Administration (SBA) has not issued a written determination stating otherwise pursuant to\n13 CFR 121.1009.\n(2) (i) A joint venture may qualify as a small business concern if the joint venture complies with the requirements of\n13 CFR 121.103(h) and 13 CFR 125.8(a) and (b) and if—\n(A) Each party to the joint venture qualifies as small under the size standard for the solicitation; or\n(B) The protégé is small under the size standard for the solicitation in a joint venture comprised of a mentor and\nprotégé with an approved mentor-protégé agreement under an SBA mentor-protégé program.\n(ii) A joint venture may qualify for an award under the socioeconomic programs as described in subparts 19.8,\n19.13, 19.14, and 19.15.\n(b) An offeror is required to represent its size and socioeconomic status in writing to the contracting officer at the time of\ninitial offer, (whether or not the offer includes price or the price is evaluated), including offers for—\n(1) Basic ordering agreements (see 16.703); and\n(2) Blanket purchase agreements (BPAs) issued pursuant to part 13.\n(c) To be eligible for "
  },
  "19.302": {
    "title": "FEDERAL ACQUISITION REGULATION",
    "content": "(C) Orders placed under multiple-award contracts where the contracting officer requested rerepresentation for the\norder; or\n(iii) Receipt of notification using other communication means when written notification is not required.\n(2) A protest may be made orally if it is confirmed in writing and received by the contracting officer within the 5-day\nperiod or by letter postmarked no later than 1 business day after the oral protest.\n(3) A protest may be made in writing if it is delivered to the contracting officer by hand, mail, facsimile, email, express\nor overnight delivery service.\n(4) Except as provided in paragraph (d)(6) of this section, a protest filed by the contracting officer or SBA is always\nconsidered timely whether filed before or after award.\n(5) A protest under a Multiple Award Schedule will be timely if received by SBA at any time prior to the expiration of\nthe contract period, including renewals.\n(6) A protest filed before bid opening, or notification to offerors of the selection of the apparent successful offeror, will\nbe dismissed as premature by SBA.\n(e) Upon receipt of a protest from or forwarded by the Contracting Office, the SBA will-\n(1) Notify the contracting officer and the protester of the date it was received, and that the size of the concern being\nchallenged is under consideration by the SBA; and\n(2) Furnish to the concern whose representation is being protested a copy of the protest and a blank SBA Form355,\nApplication for Small Business Determination, by certified mail, return receipt requested.\n(f) (1) Within 15 business days after receipt of a protest or request for a formal size determination or within any extension\nof time granted by the contracting officer the SBA Area Office will determine the size status of the challenged concern. The\nSBA Area Office will notify the contracting officer, the protester, and the challenged concern of its decision by a verifiable\nmeans, which may include facsimile, electronic mail, or overnight delivery"
  },
  "19.303": {
    "title": "[Reserved].",
    "content": ""
  },
  "19.304": {
    "title": "Small disadvantaged business status.",
    "content": "(a) The contracting officer may accept an offeror’s representation that it is a small disadvantaged business concern (SDB)\nconcern.\n(b) The provision at 52.219-1, Small Business Program Representations, or 52.212-3(c)(5), Offeror Representations and\nCertifications-Commercial Products and Commercial Services, is used to collect SDB data.\n(c) A representation of SDB status on a Federal prime contract will be deemed a misrepresentation of SDB status if the\nfirm does not meet the requirements of 13 CFR 124.1001.\n(d) Any person or entity that misrepresents a firm's status as an SDB concern in order to obtain a contracting opportunity\nin accordance with section 8(d) of the Small Business Act, ( 15 U.S.C. 637(d)) will be subject to the penalties imposed by\nsection 16(d) of the Small Business Act, (15 U.S.C. 645(d)), as well as any other penalty authorized by law."
  },
  "19.305": {
    "title": "Reviews of SDB status.",
    "content": "This section applies to reviews of a small business concern's SDB status as a prime contractor or subcontractor.\n(a) SBA may initiate the review of SDB status on any firm that has represented itself to be an SDB on a prime contract or\nsubcontract to a Federal prime contract whenever it receives credible information calling into question the SDB status of the\nfirm.\n(b) Requests for an SBA review of SDB status may be forwarded to the Small Business Administration, Associate\nAdministrator for Business Development (AA/BD), 409 Third Street, SW, Washington, DC 20416.\n(c) An SBA review of a subcontractor's SDB status differs from a formal protest. Protests of a concern's size as a prime\ncontractor are processed under 19.302. Protests of a concern's size as a subcontractor are processed under 19.703(b)."
  },
  "19.306": {
    "title": "FEDERAL ACQUISITION REGULATION",
    "content": "(i) Why the HUBZone small business party to the joint venture did not meet the eligibility requirements at 13 CFR\n126.200 at the time of its application to SBA for certification or at the time SBA certified or last recertified the concern as a\nHUBZone small business concern.\n(ii) Why the joint venture did not meet the requirements at 13 CFR 126.616 at the time of submission of its offer for\na HUBZone contract.\n(e) Submission of a protest. (1) An interested party shall submit its written protest to the contracting officer-\n(i) For sealed bids-\n(A) By the close of business on the fifth business day after bid opening; or\n(B) By the close of business on the fifth business day from the date of identification of the apparent successful\nofferor, if the price evaluation preference was not applied at the time of bid opening;\n(ii) For negotiated acquisitions, by the close of business on the fifth business day after receipt of the special\nnotification from the contracting officer (see 15.503(a)(2)) of the apparently successful offeror, including—\n(A) Orders placed under multiple-award contracts where the contracting officer requested rerepresentation for the\norder (see 13 CFR 126.801(d)(1)); and\n(B) Orders set aside for HUBZone small businesses under multiple-award contracts that are not partially or\ntotally set-aside or reserved for HUBZone small business concerns (see 13 CFR 126.801(d)(1)), except for orders and blanket\npurchase agreements placed under a Federal Supply Schedule contract (see 8.405 and 19.302(d)(5)); or\n(iii) By the close of business on the fifth business day after receipt of notification using other communication means\nwhen written notification is not required.\n(2) Any protest received after the designated time limits is untimely, unless it is from the contracting officer or SBA.\n(3) SBA will consider protests for HUBZone set-aside or sole-source service contracts or orders, if a HUBZone prime\ncontractor is unduly reliant on a small entity subcontractor that"
  },
  "19.307": {
    "title": "Protesting a firm’s status as a service-disabled veteran-owned small business concern.",
    "content": "(a) Definition.\nInterested party, as used in this section, has the meaning given in 13 CFR 134.1002(b).\n(b) (1) General. For sole source acquisitions, the contracting officer, the Department of Veterans Affairs (VA), or SBA\nmay protest the apparently successful offeror’s service-disabled veteran-owned small business (SDVOSB) status. For all\nother acquisitions, any interested party may protest the apparently successful offeror’s service-disabled veteran-owned small\nbusiness status.\n(2) SBA’s protest regulations are found in 13 CFR 128.500 and 13 CFR part 134.\n(c) Protests relating to small business size status are subject to the procedures of 19.302. An interested party seeking\nto protest both the small business size and service-disabled veteran-owned small business status of an apparent successful\nofferor shall file two separate protests.\n(d) All protests must be in writing and must state all specific grounds for the protest.\n(1) OHA will consider protests challenging the SDVOSB status or the ownership and control of a concern if—\n(i) For status protests, the protester presents evidence supporting the contention that the owner(s) cannot provide\ndocumentation from the VA to show that they meet the definition of “service-disabled veteran” or “service-disabled veteran\nwith a permanent and severe disability” as set forth in 13 CFR 128.102; or\n(ii) For ownership and control protests, the protester presents evidence that the concern is not 51 percent owned\nand controlled by one or more service-disabled veterans. In the case of a veteran with a permanent and severe disability, the\nprotester presents evidence that the concern is not controlled by the veteran, spouse, or permanent caregiver of such veteran;\nor\n(iii) For set-aside or sole-source service contract or order ostensible subcontractor protests, the protester presents\ncredible evidence of the alleged undue reliance on a small entity subcontractor that is not a similarly-situated entity as\ndefined in 13 CFR 125.1, or"
  },
  "19.308": {
    "title": "Protesting a firm’s status as an economically disadvantaged women-owned small business concern or women-",
    "content": "owned small business concern eligible under the Women-Owned Small Business Program.\n(a) Definition. Interested party, as used in this section, has the meaning given in 13 CFR 127.102.\n(b) (1) For sole source acquisitions, the contracting officer or SBA may protest the offeror’s status as an economically\ndisadvantaged women-owned small business (EDWOSB) concern or as a WOSB concern eligible under the WOSB Program.\nFor all other acquisitions, an interested party (see 13 CFR 127.102) may protest the apparent successful offeror’s EDWOSB\nor WOSB status.\n(2) SBA’s protest regulations are found in subpart F \"Protests\" at 13 CFR 127.600 through 127.605.\n(c) Protests relating to small business size status are subject to the procedures of 19.302. An interested party seeking to\nprotest both the small business size and WOSB or EDWOSB status of an apparent successful offeror shall file two separate\nprotests.\n(d) All protests shall be in writing and must state all specific grounds for the protest.\n(1) SBA will consider protests challenging the status of a concern if-\n(i) The protest presents evidence that the concern is not at least 51 percent owned and controlled by one or more\nwomen who are United States citizens;\n(ii) The protest presents evidence that the concern is not at least 51 percent owned and controlled by one or more\neconomically disadvantaged women who are United States citizens, when it is in connection with an EDWOSB contract; or\n(iii) For WOSB or EDWOSB set-aside or sole-source service contracts or orders, the protest presents evidence\nthat the prime contractor is unduly reliant on a small entity subcontractor that is not a similarly-situated entity as defined in\n13 CFR 125.1, or a protest alleging that such subcontractor is performing the primary and vital requirements of a set-aside\nor sole-source WOSB or EDWOSB contract. For allegations that the prime contractor is unduly reliant on an other-than-\nsmall subcontractor, see size protests at 19.302, and 13 CFR 121"
  },
  "19.309": {
    "title": "Solicitation provisions and contract clauses.",
    "content": "(a) (1) Insert the provision at 52.219-1, Small Business Program Representations, in solicitations exceeding the micro-\npurchase threshold when the contract is for supplies to be delivered or services to be performed in the United States or its\noutlying areas, or when the contracting officer has applied this part in accordance with 19.000(b)(1)(ii).\n(2) Use the provision with its Alternate I in solicitations issued by DoD, NASA, or the Coast Guard.\n(3) Use the provision with its Alternate II in solicitations that will result in a multiple-award contract with more than\none NAICS code assigned. This is authorized for solicitations issued after October 1, 2028 (see 19.102(b)).\n(b) When contracting by sealed bidding, insert the provision at 52.219-2, Equal Low Bids, in solicitations when the\ncontract is for supplies to be delivered or services to be performed in the United States or its outlying areas, or when the\ncontracting officer has applied this part in accordance with 19.000(b)(1)(ii).\n(c) (1) Insert the clause at 52.219-28, Postaward Small Business Program Rerepresentation, in solicitations and contracts\nexceeding the micro-purchase threshold when the contract is for supplies to be delivered or services to be performed in the\nUnited States or its outlying areas, or when the contracting officer has applied this part in accordance with 19.000(b)(1)(ii).\n(2) Use the clause with its Alternate I in solicitations and the resulting multiple-award contracts with more than one\nNAICS code. This is authorized for solicitations issued after October 1, 2028 (see 19.102(b)).\n19.3-12\nSUBPART 19.4 - COOPERATION WITH THE SMALL BUSINESS ADMINISTRATION 19.403\nSubpart 19.4 - Cooperation with the Small Business Administration"
  },
  "19.701": {
    "title": "Definitions.",
    "content": "As used in this subpart-\nAlaska Native Corporation (ANC) means any Regional Corporation, Village Corporation, Urban Corporation, or Group\nCorporation organized under the laws of the State of Alaska in accordance with the Alaska Native Claims Settlement Act, as\namended (43 U.S.C. 1601, et seq.) and which is considered a minority and economically disadvantaged concern under the\ncriteria at 43 U.S.C. 1626(e)(1). This definition also includes ANC direct and indirect subsidiary corporations, joint ventures,\nand partnerships that meet the requirements of 43 U.S.C. 1626(e)(2).\nCommercial plan means a subcontracting plan (including goals) that covers the offeror’s fiscal year and that applies to\nthe entire production of commercial products and performance of commercial services sold by either the entire company or a\nportion thereof (e.g., division, plant, or product line).\nElectronic Subcontracting Reporting System (eSRS) means the Governmentwide, electronic, web-based system for small\nbusiness subcontracting program reporting.\nFailure to make a good faith effort to comply with the subcontracting plan means willful or intentional failure to perform\nin accordance with the requirements of the subcontracting plan, or willful or intentional action to frustrate the plan.\nIndian tribe means any Indian tribe, band, group, pueblo, or community, including native villages and native groups\n(including corporations organized by Kenai, Juneau, Sitka, and Kodiak) as defined in the Alaska Native Claims Settlement\nAct (43 U.S.C.A. 1601 et seq.), that is recognized by the Federal Government as eligible for services from the Bureau of\nIndian Affairs in accordance with 25 U.S.C. 1452(c). This definition also includes Indian-owned economic enterprises that\nmeet the requirements of 25 U.S.C. 1452(e).\nIndividual subcontracting plan means a subcontracting plan that covers the entire contract period (including option\nperiods), applies to a specific contract, and has goals that are based on the off"
  },
  "19.702": {
    "title": "Statutory requirements.",
    "content": "Any contractor receiving a contract with a value greater than the simplified acquisition threshold must agree in the\ncontract that small business, veteran-owned small business (VOSB), service-disabled veteran-owned small business\n(SDVOSB), HUBZone small business, small disadvantaged business (SDB), and women-owned small business (WOSB)\nconcerns will have the maximum practicable opportunity to participate in contract performance consistent with its efficient\nperformance. It is further the policy of the United States that its prime contractors establish procedures to ensure the timely\npayment of amounts due pursuant to the terms of their subcontracts with small business, VOSB concerns, SDVOSB\nconcerns, HUBZone small business concerns, SDB concerns, and WOSB concerns.\n(a) (1) Except as stated in paragraph (b) of this section, section 8(d) of the Small Business Act (15 U.S.C. 637( d))\nimposes the following requirements regarding subcontracting with small businesses and small business subcontracting plans:\n(i) In negotiated acquisitions, each solicitation of offers to perform a contract that is expected to exceed $900,000\n($2 million for construction) and that has subcontracting possibilities, shall require the apparently successful offeror to submit\nan acceptable subcontracting plan. If the apparently successful offeror fails to negotiate a subcontracting plan acceptable to\nthe contracting officer within the time limit prescribed by the contracting officer, the offeror will be ineligible for award. For\na multiple-award contract with more than one North American Industry Classification System (NAICS) code, see paragraph\n(a)(2)(i) of this section.\n19.7-1\nFAC 2025-06 October 1, 2025"
  },
  "19.703": {
    "title": "Eligibility requirements for participating in the program.",
    "content": "(a) Except as provided in paragraph (c) of this section, to be eligible as a subcontractor under the program, a concern must\nrepresent itself as a small business, veteran-owned small business, service-disabled veteran-owned small business, HUBZone\nsmall business, small disadvantaged business, or women-owned small business concern.\n(1) To represent itself as a small business, veteran-owned small business, service-disabled veteran-owned small\nbusiness, HUBZone small business, small disadvantaged business, or women-owned small business concern, a concern\nmust meet the appropriate definition (see 2.101 and 19.001). For subcontracting purposes, a concern is small if it does not\nexceed the size standard for the NAICS code that the prime contractor determines best describes the product or service being\nacquired by the subcontract.\n19.7-2\nSUBPART 19.7 - THE SMALL BUSINESS SUBCONTRACTING PROGRAM 19.704\n(2) (i) Unless the prime contractor has reason to question the representation, it may accept a subcontractor's written\nrepresentations of its size and socioeconomic status as a small business, small disadvantaged business, veteran-owned small\nbusiness, service-disabled veteran-owned small business, HUBZone small business, or a women-owned small business, if\nthe subcontractor represents that the size and socioeconomic status representation with its offer are current, accurate, and\ncomplete as of the date of the offer for the subcontracts; or\n(ii) Unless the prime contractor has reason to question the representation, it may accept a subcontractor's\nrepresentation of its size and socioeconomic status as a small business, small disadvantaged business, veteran-owned small\nbusiness, service-disabled veteran-owned small business, HUBZone small business, or a women-owned small business in the\nSystem for Award Management (SAM) if–\n(A) The subcontractor is registered in SAM; and\n(B) The subcontractor represents that the size and socioeconomic status representations made in SAM are curre"
  },
  "19.704": {
    "title": "FEDERAL ACQUISITION REGULATION",
    "content": "a contracting officer may require the goals referenced in paragraph (a)(1) of this section to be calculated as a percentage of\ntotal contract dollars, in addition to the goals established as a percentage of total subcontract dollars;\n(3) A description of the principal types of supplies and services to be subcontracted and an identification of types of\nsupplies or services planned for subcontracting to small business (including ANCs and Indian tribes), veteran-owned small\nbusiness, service-disabled veteran-owned small business, HUBZone small business, small disadvantaged business (including\nANCs and Indian tribes), and women-owned small business concerns;\n(4) A description of the method used to develop the subcontracting goals;\n(5) A description of the method used to identify potential sources for solicitation purposes;\n(6) A statement as to whether or not the offeror included indirect costs in establishing subcontracting goals (for\ncommercial plans, see paragraph (d) of this section), and a description of the method used to determine the proportionate\nshare of indirect costs to be incurred with small business (including ANCs and Indian tribes), veteran-owned small business,\nservice-disabled veteran-owned small business, HUBZone small business, small disadvantaged business (including ANCs\nand Indian tribes), and women-owned small business concerns;\n(7) The name of an individual employed by the offeror who will administer the offeror’s subcontracting program, and a\ndescription of the duties of the individual;\n(8) A description of the efforts the offeror will make to ensure that small business, veteran-owned small business,\nservice-disabled veteran-owned small business, HUBZone small business, small disadvantaged business, and women-owned\nsmall business concerns have an equitable opportunity to compete for subcontracts;\n(9) Assurances that the offeror will include the clause at 52.219-8, Utilization of Small Business Concerns\n(see 19.708(a)), in all subcontracts that o"
  },
  "19.705": {
    "title": "Responsibilities of the contracting officer under the subcontracting assistance program.",
    "content": "19.705-1 General.\n(a) The contracting officer may encourage the development of increased subcontracting opportunities in negotiated\nacquisition by providing monetary incentives such as payments based on actual subcontracting achievement or award-fee\ncontracting (see the clause at 52.219-10, Incentive Subcontracting Program, and 19.708(c)). When using any contractual\nincentive provision based upon rewarding the contractor monetarily for exceeding goals in the subcontracting plan, the\ncontracting officer must ensure that (a) the goals are realistic and (b) any rewards for exceeding the goals are commensurate\nwith the efforts the contractor would not have otherwise expended. Incentive provisions should normally be negotiated after\nreaching final agreement with the contractor on the subcontracting plan.\n(b) (1) Except where a contractor has a commercial plan, the contracting officer shall require a subcontracting plan\nfor each indefinite-delivery, indefinite-quantity contract (including task or delivery order contracts, FSS, GWACs, and\nMACs), when the estimated value of the contract meets the subcontracting plan thresholds at 19.702(a) and small business\nsubcontracting opportunities exist.\n(2) Contracting officers placing orders may establish small business subcontracting goals for each order. Establishing\ngoals shall not be in the form of a new subcontracting plan as a contract may not have more than one plan (19.705-2(e)).\n19.705-2 Determining the need for a subcontracting plan.\nThe contracting officer shall take the following actions to determine whether a proposed contractual action requires a\nsubcontracting plan:\n(a) (1) Determine whether the proposed total contract dollars will exceed the subcontracting plan threshold in 19.702(a).\n(2) Determine whether a proposed modification will cause the total contract dollars to exceed the subcontracting plan\nthreshold (see 19.702(a)).\n(b) Determine whether subcontracting possibilities exist by considering relevant factors su"
  },
  "19.706": {
    "title": "Responsibilities of the cognizant administrative contracting officer.",
    "content": "The administrative contracting officer is responsible for assisting in evaluating subcontracting plans, and for monitoring,\nevaluating, and documenting contractor performance under the clause prescribed in 19.708(b) and any subcontracting plan\nincluded in the contract. The contract administration office shall provide the necessary information and advice to support the\ncontracting officer, as appropriate, by furnishing-\n(a) Documentation on the contractor’s performance and compliance with subcontracting plans under previous contracts;\n(b) Information on the extent to which the contractor is meeting the plan’s goals for subcontracting with eligible small\nbusiness, veteran-owned small business, service-disabled veteran-owned small business, HUBZone small business, small\ndisadvantaged business, and women-owned small business concerns;\n(c) Information on whether the contractor’s efforts to ensure the participation of small business, veteran-owned small\nbusiness, service-disabled veteran-owned small business, HUBZone small business, small disadvantaged business, and\nwomen-owned small business concerns are in accordance with its subcontracting plan;\n(d) Information on whether the contractor is requiring its subcontractors to adopt similar subcontracting plans;\n(e) Immediate notice if, during performance, the contractor is failing to meet its commitments under the clause prescribed\nin 19.708(b) or the subcontracting plan;\n(f) Immediate notice and rationale if, during performance, the contractor is failing to comply in good faith with the\nsubcontracting plan (see 19.705-7(b) for more information on the determination of good faith effort); and\n(g) Immediate notice that performance under a contract is complete, that the goals were or were not met, and, if not met,\nwhether there is any indication of a lack of a good faith effort to comply with the subcontracting plan."
  },
  "19.707": {
    "title": "The Small Business Administration’s role in carrying out the program.",
    "content": "(a) Under the program, the SBA may-\n(1) Assist both Government agencies and contractors in carrying out their responsibilities with regard to subcontracting\nplans;\n(2) Review (within 5 working days) any solicitation that meets the dollar threshold in 19.702(a)(1)(i) or (ii) before the\nsolicitation is issued;\n(3) Review (within 5 working days) before execution any negotiated contractual document requiring a subcontracting\nplan, including the plan itself, and submit recommendations to the contracting officer, which shall be advisory in nature; and\n(4) Evaluate compliance with subcontracting plans, either on a contract-by-contract basis, or, in the case of contractors\nhaving multiple contracts, on an aggregate basis.\n(b) The SBA is not authorized to-\n(1) Prescribe the extent to which any contractor or subcontractor shall subcontract,\n(2) Specify concerns to which subcontracts will be awarded, or\n(3) Exercise any authority regarding the administration of individual prime contracts or subcontracts.\n19.7-11\nFAC 2025-06 October 1, 2025"
  },
  "19.708": {
    "title": "Contract clauses.",
    "content": "(a) Insert the clause at 52.219-8, Utilization of Small Business Concerns, in solicitations and contracts when the contract\namount is expected to exceed the simplified acquisition threshold unless-\n(1) A personal services contract is contemplated (see 37.104); or\n(2) The contract, together with all of its subcontracts, will be performed entirely outside of the United States and its\noutlying areas.\n(b) (1) Insert the clause at 52.219-9, Small Business Subcontracting Plan, in solicitations and contracts that offer\nsubcontracting possibilities, are expected to exceed $900,000 ($2 million for construction of any public facility), and are\nrequired to include the clause at 52.219-8, Utilization of Small Business Concerns, unless the acquisition is set aside or is to\nbe accomplished under the 8(a) program. When-\n(i) Contracting by sealed bidding rather than by negotiation, the contracting officer shall use the clause with its\nAlternate I;\n(ii) Contracting by negotiation, and subcontracting plans are required with initial proposals as provided for in\n19.705-2(d), the contracting officer shall use the clause with its Alternate II;\n(iii) The contract action will not be reported in the Federal Procurement Data System pursuant to 4.606(c)(5), or (c)\n(6), the contracting officer shall use the clause with its Alternate III; or\n(iv) Incorporating a subcontracting plan due to a modification as provided for in 19.702(a)(1)(iii), the contracting\nofficer shall use the clause with its Alternate IV.\n(2) Insert the clause at 52.219-16, Liquidated Damages-Subcontracting Plan, in all solicitations and contracts\ncontaining the clause at 52.219-9, Small Business Subcontracting Plan, or the clause with its Alternate I, II, III, or IV.\n(c) (1) The contracting officer may, when contracting by negotiation, insert in solicitations and contracts a clause\nsubstantially the same as the clause at 52.219-10, Incentive Subcontracting Program, when a subcontracting plan is required\n(see 19.702), and inc"
  },
  "19.800": {
    "title": "General.",
    "content": "(a) Section 8(a) of the Small Business Act (15 U.S.C. 637(a)) established a program that authorizes the Small Business\nAdministration (SBA) to enter into all types of contracts with other agencies and award subcontracts for performing those\ncontracts to firms eligible for program participation. This program is the \"8(a) Business Development Program,\" commonly\nreferred to as the \"8(a) program.\" A small business that is accepted into the 8(a) program is known as a \"participant.\" SBA’s\nsubcontractors are referred to as \"8(a) contractors.\" As used in this subpart, an 8(a) contractor is an 8(a) participant that is\ncurrently performing on a Federal contract or order that was set aside for 8(a) participants.\n(b) Contracts may be awarded to the SBA for performance by eligible 8(a) participants on either a sole source or\ncompetitive basis.\n(c) Acting under the authority of the program, the SBA certifies to an agency that SBA is competent and responsible to\nperform a specific contract. The contracting officer has the discretion to award the contract to the SBA based upon mutually\nagreeable terms and conditions.\n(d) The contracting officer shall comply with 19.203 before deciding to offer an acquisition to a small business concern\nunder the 8(a) program. For acquisitions above the simplified acquisition threshold, the contracting officer shall consider 8(a)\nset-asides or sole source awards before considering small business set-asides.\n(e) When SBA has delegated its 8(a) program contract execution authority to an agency, the contracting officer must refer\nto its agency supplement or other policy directives for appropriate guidance."
  },
  "19.801": {
    "title": "[Reserved]",
    "content": ""
  },
  "19.802": {
    "title": "Determining eligibility for the 8(a) program.",
    "content": "Determining the eligibility of a small business to be a participant in the 8(a) program is the responsibility of the SBA.\nSBA’s regulations on eligibility requirements for participation in the 8(a) program are found at 13 CFR 124.101 through\n124.112. SBA designates the concern as an 8(a) participant in the Dynamic Small Business Search (DSBS) at https://\nweb.sba.gov/pro-net/search/dsp_dsbs.cfm . SBA's designation also appears in the System for Award Management (SAM)."
  },
  "19.803": {
    "title": "Selecting acquisitions for the 8(a) Program.",
    "content": "Through their cooperative efforts, the SBA and an agency match the agency's requirements with the capabilities of 8(a)\nparticipants to establish a basis for the agency to contract with the SBA under the program. Selection is initiated in one of\nthree ways:\n(a) The SBA advises the contracting activity of an 8(a) participant's capabilities through a search letter and requests\nthe contracting activity to identify acquisitions to support the participant's business plans. In these instances, the SBA will\nprovide at a minimum the following information in order to enable the contracting activity to match an acquisition to the\nparticipant's capabilities:\n(1) Identification of the participant and its owners.\n(2) Background information on the participant, including any and all information pertaining to the participant's\ntechnical ability and capacity to perform.\n(3) The participant's present production capacity and related facilities.\n(4) The extent to which contracting assistance is needed in the present and the future, described in terms that will\nenable the agency to relate the participant's plans to present and future agency requirements.\n(5) If construction is involved, the request shall also include the following:\n(i) A participant's capabilities in and qualifications for accomplishing various categories of construction work\ntypically found in North American Industrial Category System subsector 236 (construction of buildings), subsector 237\n(heavy and civil engineering construction), or subsector 238 (specialty trade contractors).\n(ii) The participant’s capacity in each construction category in terms of estimated dollar value (e.g., electrical, up to\n$100,000).\n(b) The SBA identifies a specific requirement for one or more 8(a) participant(s) and sends a requirements letter to the\nagency's Office of Small and Disadvantaged Business Utilization, or for the Department of Defense, Office of Small Business\nPrograms, requesting the contracting office offer the acquisition to "
  },
  "19.804": {
    "title": "Evaluation, offering, and acceptance.",
    "content": "19.804-1 Agency evaluation.\nIn determining the extent to which a requirement should be offered in support of the 8(a) program, the agency should\nevaluate-\n(a) Current and future plans to acquire the specific items or work that 8(a) participants are seeking to provide, identified in\nterms of-\n(1) Estimated quantities of the supplies or services required or the estimated number of construction projects planned;\n(2) Length of contract, including option periods (see 19.812(d)); and\n(3) Performance or delivery requirements, including–\n(i) Required monthly production rates, when applicable; and\n(ii) For construction, the geographical location where work is to be performed;\n(b) The impact of any delay in delivery;\n(c) Whether the items or work have previously been acquired using small business set-asides, and the date the items or\nwork were acquired;\n(d) Problems encountered in previous acquisitions of the items or work from the 8(a) participants or other contractors; and\n(e) Any other pertinent information about known 8(a) participants, the items, or the work. This includes any information\nconcerning the participants' products or capabilities. When necessary, the contracting agency shall make an independent\nreview of the factors in 19.803(a) and other aspects of the participants' capabilities which would ensure the satisfactory\nperformance of the requirement being considered for commitment to the 8(a) program.\n19.804-2 Agency offering.\n(a) After completing its evaluation, the contracting office shall notify the SBA of the extent of its plans to place 8(a)\ncontracts with the SBA for specific quantities of items or work, including 8(a) contracts that are reserved in accordance with\n19.503. The notification, referred to as an offering letter, shall identify the time frames within which resulting 8(a) awards\nmust be completed in order for the agency to meet its responsibilities. The offering letter shall also contain the following\ninformation applicable to each prospective co"
  },
  "19.805": {
    "title": "Competitive 8(a).",
    "content": "19.805-1 General.\n(a) Except as provided in paragraph (b) of this section, an acquisition offered to the SBA under the 8(a) program shall be\nawarded on the basis of competition limited to eligible 8(a) participants when-\n(1) There is a reasonable expectation that at least two eligible and responsible 8(a) participants will submit offers and\nthat award can be made at a fair market price; and\n(2) The anticipated total value of the contract, including options, will exceed $8.5 million for acquisitions assigned\nmanufacturing North American Industry Classification System (NAICS) codes and $5.5 million for all other acquisitions.\n(b) Where an acquisition exceeds the competitive threshold (see paragraph (a)(2) of this section), the SBA may accept the\nrequirement for a sole source 8(a) award if-\n(1) There is not a reasonable expectation that at least two eligible and responsible 8(a) participants will submit offers at\na fair market price; or\n(2) SBA accepts the requirement on behalf of a concern owned by an Indian tribe or an Alaska Native Corporation.\n(c) A proposed 8(a) requirement with an estimated value exceeding the applicable competitive threshold amount shall not\nbe divided into several requirements for lesser amounts in order to use 8(a) sole source procedures for award to a single firm.\n(d) The SBA Associate Administrator for Business Development may approve a contracting office's request for a\ncompetitive 8(a) award below the competitive thresholds. Such requests will be approved only on a limited basis and will\nbe primarily granted where technical competitions are appropriate or where a large number of responsible 8(a) participants\nare available for competition. In determining whether a request to compete below the threshold will be approved, the SBA\nAssociate Administrator for Business Development will, in part, consider the extent to which the contracting activity is\nsupporting the 8(a) program on a noncompetitive basis. The agency may include recommendations f"
  },
  "19.806": {
    "title": "Pricing the 8(a) contract.",
    "content": "(a) The contracting officer shall price the 8(a) contract in accordance with subpart 15.4. If required by subpart 15.4, the\nSBA shall obtain certified cost or pricing data from the 8(a) contractor. If the SBA requests audit assistance to determine the\nproposed price to be fair and reasonable in a sole source acquisition, the contracting activity shall furnish it to the extent it is\navailable.\n(b) An 8(a) contract, sole source or competitive, may not be awarded if the price of the contract results in a cost to the\ncontracting agency which exceeds a fair market price.\n(c) If requested by the SBA, the contracting officer shall make available the data used to estimate the fair market price\nwithin 10 working days.\n(d) The negotiated contract price and the estimated fair market price are subject to the concurrence of the SBA. In the\nevent of a disagreement between the contracting officer and the SBA, the SBA may appeal in accordance with 19.810."
  },
  "19.807": {
    "title": "Estimating fair market price.",
    "content": "(a) The contracting officer shall estimate the fair market price of the work to be performed by the 8(a) contractor.\n(b) In estimating the fair market price for an acquisition other than those covered in paragraph (c) of this section, the\ncontracting officer shall use cost or price analysis and consider commercial prices for similar products and services, available\nin-house cost estimates, data (including certified cost or pricing data) submitted by the SBA or the 8(a) contractor, and data\nobtained from any other Government agency.\n(c) In estimating a fair market price for a repeat purchase, the contracting officer shall consider recent award prices for\nthe same items or work if there is comparability in quantities, conditions, terms, and performance times. The estimated price\nshould be adjusted to reflect differences in specifications, plans, transportation costs, packaging and packing costs, and other\ncircumstances. Price indices may be used as guides to determine the changes in labor and material costs. Comparison of\ncommercial prices for similar items may also be used."
  },
  "19.808": {
    "title": "Contract negotiation.",
    "content": "19.808-1 Sole source.\n(a) The SBA may not accept for negotiation a sole-source 8(a) contract that exceeds $30 million unless the requesting\nagency has completed a justification in accordance with the requirements of 6.303.\n(b) The SBA is responsible for initiating negotiations with the agency within the time established by the agency. If the\nSBA does not initiate negotiations within the agreed time and the agency cannot allow additional time, the agency may, after\nnotifying the SBA, proceed with the acquisition from other sources.\n(c) The SBA should participate, whenever practicable, in negotiating the contracting terms. When mutually agreeable, the\nSBA may authorize the contracting officer to negotiate directly with the 8(a) participant. Whether or not direct negotiations\ntake place, the SBA is responsible for approving the resulting contract before award.\n(d) An 8(a) participant must represent that it is a small business in accordance with the size standard corresponding to the\nNAICS code assigned to the contract.\n(e) A concern must be a current participant in the 8(a) program at the time of an 8(a) sole-source award.\n(f) An 8(a) participant owned by an Alaska Native Corporation, Indian Tribe, Native Hawaiian Organization, or\nCommunity Development Corporation may not receive an 8(a) sole-source award that is a follow-on contract to an 8(a)\ncontract, if the predecessor contract was performed by another 8(a) participant (or former 8(a) participant) owned by the same\nAlaska Native Corporation, Indian Tribe, Native Hawaiian Organization, or Community Development Corporation (See 13\nCFR 124.109 through 124.111).\n19.8-6\nSUBPART 19.8 - CONTRACTING WITH THE SMALL BUSINESS ADMINISTRATION (THE 8(A) PROGRAM) 19.810\n19.808-2 Competitive.\nIn competitive 8(a) acquisitions, including follow-on 8(a) acquisitions, subject to part 15, the contracting officer conducts\nnegotiations directly with the competing 8(a) participants. Conducting competitive negotiations among eligible 8(a)\n"
  },
  "19.809": {
    "title": "Preaward considerations.",
    "content": "19.809-1 Preaward survey.\nThe contracting officer should request a preaward survey of the 8(a) participant whenever considered useful. If the results\nof the preaward survey or other information available to the contracting officer raise substantial doubt as to the participant's\nability to perform, the contracting officer shall refer the matter to SBA for Certificate of Competency consideration under\nsubpart 19.6.\n19.809-2 Limitations on subcontracting and nonmanufacturer rule.\n(a) Limitations on subcontracting. To be awarded a contract or order under the 8(a) program, the 8(a) participant is\nrequired to perform—\n(1) For services (except construction), at least 50 percent of the cost incurred for personnel with its own employees;\n(2) For supplies or products (other than a procurement from a nonmanufacturer of such supplies or products), at least\n50 percent of the cost of manufacturing the supplies or products (not including the cost of materials);\n(3) For general construction, at least 15 percent of the cost with its own employees (not including the cost of materials);\nand\n(4) For construction by special trade contractors, at least 25 percent of the cost with its own employees (not including\nthe cost of materials).\n(b) Compliance period. An 8(a) contractor is required to comply with the limitations on subcontracting—\n(1) For a contract under the 8(a) program, either by the end of the base term and then by the end of each subsequent\noption period or by the end of the performance period for each order issued under the contract, at the contracting officer's\ndiscretion; and\n(2) For an order competed exclusively among contractors who are 8(a) participants or for an order issued directly to one\n8(a) contractor in accordance with 19.504(c)(1)(ii), by the end of the performance period for the order.\n(c) Waiver. The applicable SBA District Director may waive the provisions in paragraph (b)(1) requiring a participant\nto comply with the limitations on subcontracting for each pe"
  },
  "19.810": {
    "title": "SBA appeals.",
    "content": "(a) The SBA Administrator may submit the following matters for determination to the agency head if the SBA and the\ncontracting officer fail to agree on them:\n(1) The decision not to make a particular acquisition available for award under the 8(a) Program.\n(2) A contracting officer’s decision to reject a specific 8(a) participant for award of an 8(a) contract after SBA’s\nacceptance of the requirement for the 8(a) program.\n19.8-7"
  },
  "19.811": {
    "title": "Preparing the contracts.",
    "content": "19.811-1 Sole source.\n(a) The contract to be awarded by the agency to the SBA shall be prepared in accordance with agency procedures\nand in the same detail as would be required in a contract with a business concern. The contracting officer shall use the\nStandard Form 26 as the award form, except for construction contracts, in which case the Standard Form 1442 shall be used\nas required in 36.701(a).\n(b) The contracting officer shall prepare the contract that the SBA will award to the 8(a) participant in accordance with\nagency procedures, as if awarding the contract directly to the 8(a) participant, except for the following:\n(1) The award form shall cite 41 U.S.C. 3304(a)(5) or 10 U.S.C. 3204(a)(5) (as appropriate) as the authority for use of\nother than full and open competition.\n(2) Appropriate clauses shall be included, as necessary, to reflect that the contract is between the SBA and the 8(a)\ncontractor.\n(3) The following items shall be inserted by the SBA:\n(i) The SBA contract number.\n(ii) The effective date.\n(iii) The typed name of the SBA’s contracting officer.\n(iv) The signature of the SBA’s contracting officer.\n(v) The date signed.\n(4) The SBA will obtain the signature of the 8(a) contractor prior to signing and returning the prime contract to the\ncontracting officer for signature. The SBA will make every effort to obtain signatures and return the contract, and any\nsubsequent bilateral modification, to the contracting officer within a maximum of 10 working days.\n(c) Except in procurements where the SBA will make advance payments to its 8(a) contractor, the agency contracting\nofficer may, as an alternative to the procedures in paragraphs (a) and (b) of this subsection, use a single contract document for\nboth the prime contract between the agency and the SBA and its 8(a) contractor. The single contract document shall contain\nthe information in paragraphs (b) (1), (2), and (3) of this subsection. Appropriate blocks on the Standard Form (SF) 26 or\n1442 will be ast"
  },
  "19.1508": {
    "title": "Contract clauses.",
    "content": "(a) The contracting officer shall insert the clause at 52.219-29, Notice of Set-Aside for, or Sole-Source Award to,\nEconomically Disadvantaged Women-owned Small Business Concerns, in solicitations and contracts for acquisitions that are\nset aside or awarded on a sole-source basis to, EDWOSB concerns under 19.1505(b) or 19.1506(a). This includes multiple-\naward contracts when orders may be set aside for EDWOSB concerns as described in 8.405-5 and 16.505(b)(2)(i)(F) or when\norders may be issued directly to one EDWOSB contractor in accordance with 19.504(c)(1)(ii).\n(b) The contracting officer shall insert the clause at 52.219-30, Notice of Set-Aside for, or Sole-Source Award to, Women-\nOwned Small Business Concerns Eligible Under the Women-Owned Small Business Program, in solicitations and contracts\nfor acquisitions that are set aside or awarded on a sole-source basis to WOSB concerns under 19.1505(c) or 19.1506(b). This\nincludes multiple-award contracts when orders may be set aside for WOSB concerns eligible under the WOSB Program as\ndescribed in 8.405-5 and 16.505(b)(2)(i)(F) or when orders may be issued directly to one WOSB contractor in accordance\nwith 19.504(c)(1)(ii).\n(c) For use of clause 52.219-14, Limitations on Subcontracting, see the prescription at 19.507(e).\n(d) For use of clause 52.219-33, Nonmanufacturer Rule, see the prescription at 19.507(h).\n19.15-3\nThis page intentionally left blank.\n19.15-4\nPART 20 - RESERVED\n20-1"
  },
  "19.402": {
    "title": "Small Business Administration procurement center representatives.",
    "content": "(a) (1) The SBA may assign one or more procurement center representatives (PCRs) to any contracting activity or\ncontract administration office to carry out SBA policies and programs. Assigned SBA PCRs are required to comply with the\ncontracting agency's directives governing the conduct of contracting personnel and the release of contract information. The\nSBA must obtain for its PCRs security clearances required by the contracting agency.\n(2) If an SBA PCR is not assigned to the procuring activity or contract administration office, contact the SBA Office of\nGovernment Contracting Area Office serving the area in which the procuring activity is located for assistance in carrying out\nSBA policies and programs. See https://www.sba.gov/federal-contracting/counseling-help/procurement-center-representative-\ndirectory for the location of the SBA office servicing the activity.\n(b) Upon their request and subject to applicable acquisition and security regulations, contracting officers shall give SBA\nPCRs (or, if a PCR is not assigned, see paragraph (a) of this section) access to all reasonably obtainable contract information\nthat is directly pertinent to their official duties.\n(c) The duties assigned by SBA to its PCR are set forth at 13 CFR 125.2(b) and include but are not limited to the\nfollowing:\n(1) Reviewing proposed acquisitions to recommend–\n(i) The set-aside or sole-source award to a small business of selected acquisitions;\n(ii) New qualified small business sources, including veteran-owned small, service-disabled veteran-owned small,\nHUBZone small, small disadvantaged, economically disadvantaged women-owned small, and women-owned small eligible\nunder the Women-Owned Small Business Program;\n(iii) Breakout of discrete components, items, and requirements for competitive acquisitions; and\n(iv) Ways to improve competition.\n(2) Reviewing proposed acquisition packages provided in accordance with 19.202-1(e). If the SBA procurement center\nrepresentative (or, if a procurement ce"
  },
  "19.403": {
    "title": "[Reserved].",
    "content": "19.4-1\nThis page intentionally left blank.\n19.4-2\nSUBPART 19.5 - SMALL BUSINESS TOTAL SET-ASIDES, PARTIAL SET-ASIDES, AND RESERVES 19.502-2\nSubpart 19.5 - Small Business Total Set-Asides, Partial Set-Asides, and Reserves"
  },
  "19.501": {
    "title": "General.",
    "content": "(a) (1) The purpose of small business set-asides is to award certain acquisitions exclusively to small business concerns.\nA \"set-aside for small business\" is the limiting of an acquisition exclusively for participation by small business concerns. A\nsmall business set-aside may be open to any of the small business concerns identified at 19.000(a)(3). A small business set-\naside of a single acquisition or a class of acquisitions may be total or partial.\n(2) The purpose of small business reserves is to award one or more multiple-award contracts to any of the small\nbusiness concerns identified at 19.000(a)(3), under a full and open competition. A small business reserve shall not be used\nwhen the acquisition can be set aside, in total or in part.\n(b) The contracting officer makes the determination to make a small business set-aside, in total or in part, or a reserve. The\nSmall Business Administration (SBA) procurement center representative (PCR) (or, if a PCR is not assigned, see 19.402(a))\nmay make a recommendation to the contracting officer.\n(c) The contracting officer shall review acquisitions to determine if they can be set aside, in total or in part, or reserved for\nsmall business, giving consideration to the recommendations of agency personnel in the Office of Small and Disadvantaged\nBusiness Utilization, or for the Department of Defense, in the Office of Small Business Programs. Agencies may establish\nthreshold levels for this review depending upon their needs.\n(d) At the request of an SBA PCR (or, if a PCR is not assigned, see 19.402(a)), the contracting officer shall make available\nfor review at the contracting office (to the extent of the SBA representative's security clearance) any proposed acquisition in\nexcess of the micro-purchase threshold.\n(e) All solicitations involving set-asides, in total or in part, or reserves shall specify the NAICS code(s) and corresponding\nsize standard(s) (see 19.102).\n(f) Except as authorized by law, a contract may not be awarde"
  },
  "19.502": {
    "title": "Setting aside acquisitions.",
    "content": "19.502-1 Requirements for setting aside acquisitions.\n(a) The contracting officer shall set aside an individual acquisition or class of acquisitions for competition among small\nbusinesses when-\n(1) It is determined to be in the interest of maintaining or mobilizing the Nation’s full productive capacity, war or\nnational defense programs; or\n(2) Assuring that a fair proportion of Government contracts in each industry is placed with small business concerns;\nand the circumstances described in 19.502-2 or 19.502-3(a) exist.\n(b) The requirement in paragraph (a) of this section does not apply to purchases at or below the micro-purchase threshold,\nor purchases from required sources under part 8(e.g., Committee for Purchase From People Who are Blind or Severely\nDisabled).\n19.502-2 Total small business set-asides.\n(a) Before setting aside an acquisition under this paragraph, refer to 19.203(b). Each acquisition of supplies or services that\nhas an anticipated dollar value above the micro-purchase threshold, but not over the simplified acquisition threshold, shall\nbe set aside for small business unless the contracting officer determines there is not a reasonable expectation of obtaining\noffers from two or more responsible small business concerns that are competitive in terms of fair market prices, quality, and\ndelivery. If the contracting officer receives only one acceptable offer from a responsible small business concern in response\nto a set-aside, the contracting officer should make an award to that firm. If the contracting officer receives no acceptable\noffers from responsible small business concerns, the set-aside shall be withdrawn and the requirement, if still valid, shall be\nresolicited on an unrestricted basis. The small business set-aside does not preclude the award of a contract as described in\n19.203.\n(b) Before setting aside an acquisition under this paragraph, refer to 19.203(c). The contracting officer shall set aside any\nacquisition over the simplified acquisitio"
  },
  "19.503": {
    "title": "Reserves.",
    "content": "(a) In accordance with section 1331 of the Small Business Jobs Act of 2010 (15 U.S.C. 644(r)(3)) and 13 CFR 125.2(e)(4),\ncontracting officers may, at their discretion when conducting multiple-award procurements using full and open competition,\nreserve one or more contract awards for any of the small business concerns identified in 19.000(a)(3), when market research\nindicates—\n(1) A total set-aside is not feasible because there is no reasonable expectation of receiving offers that are competitive in\nterms of fair market prices, quality, and delivery from at least two responsible small business concerns identified in 19.000(a)\n(3), that can perform the entire requirement; and\n(2) A partial set-aside is not feasible because—\n(i) The contracting officer is unable to divide the requirement into distinct portions; or\n(ii) There is no reasonable expectation that at least two responsible small business concerns identified in 19.000(a)\n(3) can perform any portion of the requirement competitively in terms of fair market price, quality, and delivery.\n(b) A reserve will result in one of the following:\n(1) One or more contract awards to any one or more types of small business concerns identified in 19.000(a)(3).\n(2) In the case of a solicitation of a bundled requirement that will result in a multiple-award contract, an award to one or\nmore small businesses with a Small Business Teaming Arrangement.\n(c) The specific program eligibility requirements identified in this part apply.\n(d) The limitations on subcontracting and the nonmanufacturer rule (see 19.505) do not apply to reserves at the contract\nlevel, but shall apply to orders that are set aside or issued directly to one small business concern under 19.504(c)(1)(ii)."
  },
  "19.504": {
    "title": "Orders under multiple-award contracts.",
    "content": "(a) General. In accordance with section 1331 of the Small Business Jobs Act of 2010 ( 15 U.S.C. 644(r)(2)), contracting\nofficers may, at their discretion, set aside orders placed under multiple-award contracts for any of the small business concerns\nidentified in 19.000(a)(3).\n19.5-4\nSUBPART 19.5 - SMALL BUSINESS TOTAL SET-ASIDES, PARTIAL SET-ASIDES, AND RESERVES 19.505\n(1) The contracting officer shall state in the solicitation and resulting contract whether order set-asides will be\ndiscretionary or mandatory when the conditions in 19.502-2 are met at the time of order set-aside, and the specific program\neligibility requirements, as applicable, are also then met.\n(2) When setting aside an order at or below the simplified acquisition threshold, the contracting officer may set aside\nthe order for any of the small business concerns identified in 19.000(a)(3).\n(3) When setting aside an order above the simplified acquisition threshold, the contracting officer shall first consider\nsetting aside the order for the small business socioeconomic contracting programs (i.e., 8(a), HUBZone, service-disabled\nveteran-owned small business, and women-owned small business) before considering a small business set-aside.\n(4) The contracting officer shall comply with the specific program eligibility requirements identified in this part in\naddition to the ordering procedures for a multiple-award contract (for orders placed under the Federal Supply Schedules\nProgram, see 8.405-5; for orders placed under all other multiple-award contracts, see 16.505).\n(b) Orders under set-aside contracts— (1) Orders under total set-aside contracts. Under a total small business set-aside,\ncontracting officers may at their discretion set aside orders for any of the small business socioeconomic concerns identified in\n19.000(a)(3) provided that the requirements at paragraph (a) of this section, 19.502-2(b), and the specific program eligibility\nrequirements are met.\n(2) Orders under partial set-aside contracts."
  },
  "19.505": {
    "title": "FEDERAL ACQUISITION REGULATION",
    "content": "(iii) For a contract or order assigned a NAICS code for general construction, the concern will not pay more than 85\npercent of the amount paid by the Government for contract performance, excluding the cost of materials, to subcontractors\nthat are not similarly situated entities. Any work that a similarly situated entity further subcontracts will count towards the\nconcern's 85 percent subcontract amount that cannot be exceeded.\n(iv) For a contract or order assigned a NAICS code for construction by special trade contractors, the concern will not\npay more than 75 percent of the amount paid by the Government for contract performance, excluding the cost of materials, to\nsubcontractors that are not similarly situated entities. Any work that a similarly situated entity further subcontracts will count\ntowards the concern’s 75 percent subcontract amount that cannot be exceeded.\n(2) Compliance period. A small business contractor subject to the limitations on subcontracting is required to comply\nwith the limitations on subcontracting—\n(i) For a contract that has been set aside, either by the end of the base term and then by the end of each subsequent\noption period, or by the end of the performance period for each order issued under the contract, at the contracting officer's\ndiscretion; and\n(ii) For an order set aside under a contract as described in 19.504(a), (b), or (c)(1)(i) or an order issued in accordance\nwith 19.504(c)(1)(ii), by the end of the performance period for the order.\n(c) Nonmanufacturer rule. The nonmanufacturer rule applies to nonmanufacturers in accordance with paragraph (c)(1) of\nthis section and to kit assemblers who are nonmanufacturers in accordance with paragraph (c)(2) of this section.\n(1) Nonmanufacturers. Any concern, including a supplier, that is awarded a contract or order subject to the\nnonmanufacturer rule, other than a construction or service acquisition, but proposes to furnish an end item that it did not itself\nmanufacture, process, or produce"
  },
  "19.506": {
    "title": "Documentation requirements.",
    "content": "(a) (1) The contracting officer shall document the rationale when a contract is not totally set aside for small business in\naccordance with 19.502-2.\n(2) The contracting officer shall document the rationale when a multiple-award contract is not partially set aside, not\nreserved, and does not allow for setting aside of orders, when these authorities could have been used.\n(b) If applicable, the documentation shall include the rationale for not accepting the recommendations made by the agency\nDirector of the Office of Small and Disadvantaged Business Utilization, or, for the Department of Defense, the Director of the\nOffice of Small Business Programs, or the Director's designee, as to whether a particular acquisition should be awarded under\nsubparts 19.5, 19.8, 19.13, 19.14, or 19.15.\n(c) Documentation is not required if a contract award is anticipated to a small business under subpart 19.5, 19.8, 19.13,\n19.14, or 19.15."
  },
  "19.507": {
    "title": "FEDERAL ACQUISITION REGULATION",
    "content": "(2) The contracting officer shall insert the clause at 52.219-13 with its Alternate I in all full and open solicitations and\ncontracts for multiple-award contracts under which orders will be set aside for any of the small business concerns identified\nin 19.000(a)(3) if the conditions in 19.502-2 are met at the time of order set-aside, and the specific program eligibility\nrequirements, as applicable, are also then met.\n(g) (1) The contracting officer shall insert the provision at 52.219-31, Notice of Small Business Reserve, in solicitations\nfor multiple-award contracts that have reserves.\n(2) The contracting officer shall insert the clause at 52.219-32 Orders Issued Directly Under Small Business Reserves,\nin solicitations and the resulting multiple-award contracts that have reserves.\n(h) (1) The contracting officer shall insert the clause at 52.219-33, Nonmanufacturer Rule, in solicitations and contracts,\nincluding multiple-award contracts, when orders may be set aside for small business concerns as described in 8.405-5 and\n16.505(b)(2)(i)(F), and when orders may be issued directly to a small business concern as described in 19.504(c)(1)(ii)),\nwhen—\n(i) the item being acquired has been assigned a manufacturing or supply NAICS code, and–\n(ii) (A) Any portion of the requirement is to be–\n(1) Set aside for small business and is expected to exceed the simplified acquisition threshold; or\n(2) Set aside or awarded on a sole-source basis in accordance with subparts 19.8, 19.13, 19.14, or 19.15,\nregardless of dollar value; or\n(B) Using the HUBZone price evaluation preference. However, if the prospective contractor waived the use of the\nprice evaluation preference, or is an other than small business, do not insert the clause in the resultant contract.\n(2) The contracting officer shall not insert the clause at 52.219-33 when the Small Business Administration has waived\nthe nonmanufacturer rule (see 19.505(c)(4)).\n19.5-8\nSUBPART 19.6 - CERTIFICATES OF COMPETENCY AND DETERMINATI"
  },
  "19.601": {
    "title": "General.",
    "content": "(a) A Certificate of Competency (COC) is the certificate issued by the Small Business Administration (SBA) stating that\nthe holder is responsible (with respect to all elements of responsibility, including, but not limited to, capability, competency,\ncapacity, credit, integrity, perseverance, tenacity, and limitations on subcontracting) for the purpose of receiving and\nperforming a specific Government contract.\n(b) The COC program empowers the SBA to certify to Government contracting officers as to all elements of responsibility\nof any small business concern to receive and perform a specific Government contract. The COC program does not extend to\nquestions concerning regulatory requirements imposed and enforced by other Federal agencies.\n(c) The COC program is applicable to all Government acquisitions except for 8(a) sole-source awards. A contracting\nofficer shall, upon determining an apparent successful small business offeror to be nonresponsible, refer that small business to\nthe SBA for a possible COC, even if the next acceptable offer is from a small business.\n(d) When a solicitation requires a small business to adhere to the limitations on subcontracting, a contracting officer’s\nfinding that a small business cannot comply with the limitation shall be treated as an element of responsibility and shall be\nsubject to the COC process. When a solicitation requires a small business to adhere to the definition of a nonmanufacturer,\na contracting officer’s determination that the small business does not comply shall be processed in accordance with subpart\n19.3.\n(e) Contracting officers, including those located overseas, are required to comply with this subpart for U.S. small business\nconcerns.\n(f) For the purpose of receiving a COC on an unrestricted acquisition, a small business nonmanufacturer may furnish any\nend item produced or manufactured in the United States or its outlying areas."
  },
  "19.602": {
    "title": "Procedures.",
    "content": "19.602-1 Referral.\n(a) Upon determining and documenting that an apparent successful small business offeror lacks certain elements of\nresponsibility (including, but not limited to, capability, competency, capacity, credit, integrity, perseverance, tenacity, and\nlimitations on subcontracting, but for sureties see 28.101-3(f) and 28.203-1(e)), the contracting officer shall-\n(1) Withhold contract award (see 19.602-3); and\n(2) Refer the matter to the cognizant SBA Government Contracting Area Office (Area Office) serving the area in which\nthe headquarters of the offeror is located, in accordance with agency procedures, except that referral is not necessary if the\nsmall business concern-\n(i) Is determined to be unqualified and ineligible because it does not meet the standard in 9.104-1(g), provided, that\nthe determination is approved by the chief of the contracting office; or\n(ii) Is suspended or debarred under Executive Order 11246 or subpart 9.4.\n(b) If a partial set-aside is involved, the contracting officer shall refer to the SBA the entire quantity to which the concern\nmay be entitled, if responsible.\n(c) The referral shall include-\n(1) A notice that a small business concern has been determined to be nonresponsible, specifying the elements of\nresponsibility the contracting officer found lacking; and\n(2) If applicable, a copy of the following:\n(i) Solicitation.\n(ii) Final offer submitted by the concern whose responsibility is at issue for the procurement.\n(iii) Abstract of bids or the contracting officer’s price negotiation memorandum.\n(iv) Preaward survey.\n(v) Technical data package (including drawings, specifications and statement of work).\n(vi) Any other justification and documentation used to arrive at the nonresponsibility determination.\n(d) For any single acquisition, the contracting officer shall make only one referral at a time regarding a determination of\nnonresponsibility.\n(e) Contract award shall be withheld by the contracting officer for a period of 15 busi"
  },
  "19.812": {
    "title": "Contract administration.",
    "content": "(a) The contracting officer shall assign contract administration functions, as required, based on the location of the 8(a)\ncontractor (see Federal Directory of Contract Administration Services Components (available via the Internet at https://\npiee.eb.mil/pcm/xhtml/unauth/index.xhtml )).\n(b) The agency shall distribute copies of the contract(s) in accordance with part 4. All contracts and modifications, if any,\nshall be distributed to both the SBA and the 8(a) contractor in accordance with the timeframes set forth in 4.201.\n(c) To the extent consistent with the contracting activity’s capability and resources, 8(a) contractors furnishing\nrequirements shall be afforded production and technical assistance, including, when appropriate, identification of causes of\ndeficiencies in their products and suggested corrective action to make such products acceptable.\n(d) For 8(a) contracts exceeding 5 years including options, the contracting officer shall verify in DSBS or SAM that the\nconcern is an SBA-certified 8(a) participant no more than 120 days prior to the end of the fifth year of the contract. If the\nconcern is not an SBA-certified 8(a) participant, the contracting officer shall not exercise the option (see 13 CFR 124.521(e)\n(2)).\n(e) An 8(a) contract, whether in the base or an option year, must be terminated for convenience if the 8(a) contractor to\nwhich it was awarded transfers ownership or control of the firm or if the contract is transferred or novated for any reason\nto another firm, unless the Administrator of the SBA waives the requirement for contract termination (13 CFR 124.515).\nThe Administrator may waive the termination requirement only if certain conditions exist. Moreover, a waiver of the\nrequirement for termination is permitted only if the 8(a) contractor's request for waiver is made to the SBA prior to the\nactual relinquishment of ownership or control, except in the case of death or incapacity where the waiver must be submitted\nwithin 60 calendar days af"
  },
  "19.813": {
    "title": "Protesting an 8(a) participant's eligibility or size status.",
    "content": "(a) The eligibility of an 8(a) participant for a sole source or competitive 8(a) requirement may not be challenged by\nanother 8(a) participant or any other party, either to SBA or any administrative forum as part of a bid or other contract protest\n(see 13 CFR 124.517).\n(b) The size status of an 8(a) participant nominated for an 8(a) sole source contract may not be protested by another 8(a)\nparticipant or any other party.\n(c) The size status of the apparent successful offeror for competitive 8(a) awards may be protested. The filing of a size\nstatus protest is limited to-\n(1) Any offeror whom the contracting officer has not eliminated for reasons unrelated to size;\n(2) The contracting officer; or\n(3) The SBA District Director in either the district office serving the geographical area in which the contracting activity\nis located or the district office that services the apparent successful offeror, or the Associate Administrator for Business\nDevelopment.\n(d) Protests of competitive 8(a) awards shall follow the procedures at 19.302. For additional information, refer to 13 CFR\n121.1001."
  },
  "19.814": {
    "title": "Requesting a formal size determination (8(a) sole source requirements).",
    "content": "(a) If the size status of an 8(a) participant nominated for award of an 8(a) sole source contract is called into question, a\nrequest for a formal size determination may be submitted to SBA pursuant to 13 CFR 121.1001(b)(2)(ii) by-\n(1) The 8(a) participant nominated for award of the particular sole source contract;\n(2) The contracting officer who has been delegated SBA’s 8(a) contract execution functions, where applicable, or the\nSBA program official with authority to execute the 8(a) contract;\n(3) The SBA District Director in the district office that services the 8(a) participant or the Associate Administrator for\nBusiness Development; or\n(4) The SBA Inspector General.\n(b) SBA’s Government Contracting Area Director will issue a formal size determination within 15 business days, if\npossible, after SBA receives the request for a formal size determination.\n(c) An appeal of an SBA size determination shall follow the procedures at 19.302."
  },
  "19.815": {
    "title": "Release and notification requirements for non-8(a) procurement.",
    "content": "(a) Once a requirement has been accepted by SBA into the 8(a) program, any follow-on requirements (see definition at 13\nCFR 124.3) shall remain in the 8(a) program unless—\n(1) SBA agrees to release the requirement from the 8(a) program for a follow-on, non-8(a) procurement in accordance\nwith 13 CFR 124.504(d) (see paragraph (b) of this section); or\n(2) There is a mandatory source (see 8.002 or 8.003; also see paragraph (f) of this section).\n(b) To obtain release of a requirement for a follow-on, non-8(a) procurement, (other than a mandatory source listed at\n8.002 or 8.003), the contracting officer shall make a written request to, and receive concurrence from, the SBA Associate\nAdministrator for Business Development.\n(c) (1) The written request to the SBA Associate Administrator for Business Development shall indicate\n(i) Whether the agency has achieved its small disadvantaged business goal;\n(ii) Whether the agency has achieved its HUBZone, SDVOSB, WOSB, or small business goal(s); and\n(iii) Whether the requirement is critical to the business development of the 8(a) contractor that is currently\nperforming the requirement.\n(2) Generally, a requirement that was previously accepted into the 8(a) program will only be released for procurements\noutside the 8(a) program when the contracting activity agency agrees to set aside the requirement under the small business,\nHUBZone, SDVOSB, or WOSB programs.\n(3) The requirement that a follow-on procurement must be released from the 8(a) program in order for it to be fulfilled\noutside the 8(a) program does not apply to task or delivery orders offered to and accepted into the 8(a) program, where the\nbasic contract was not accepted into the 8(a) program.\n19.8-10\nSUBPART 19.8 - CONTRACTING WITH THE SMALL BUSINESS ADMINISTRATION (THE 8(A) PROGRAM) 19.816\n(d) (1) When a contracting officer decides that a requirement previously procured under the 8(a) program is a new\nrequirement and not a follow-on requirement to an 8(a) contract(s), the"
  },
  "19.816": {
    "title": "Exiting the 8(a) program.",
    "content": "(a) Except as provided in paragraph (c) of this section, when a contractor exits the 8(a) program, it is no longer eligible to\nreceive new 8(a) contracts. However, the contractor remains under contractual obligation to complete existing contracts, and\nany priced options that may be exercised.\n(b) If an 8(a) contractor is suspended from the program (see 13 CFR 124.305), it may not receive any new 8(a) contracts\nunless the head of the contracting agency makes a determination that it is in the best interest of the Government to issue the\naward and SBA adopts that determination.\n(c) A contractor that has completed its term of participation in the 8(a) program may be awarded a competitive 8(a)\ncontract if it was an 8(a) participant eligible for award of the contract on the initial date specified for receipt of offers\ncontained in the solicitation, and if the contractor continues to meet all other applicable eligibility criteria (see 13 CFR\n124.507(d)).\n(d) SBA's regulations on exiting the 8(a) program are found at 13 CFR 124.301 through 124.305, and 13 CFR 124.507(d).\n19.8-11\nThis page intentionally left blank.\n19.8-12\nSUBPART 19.9 - [RESERVED]\nSubpart 19.9 - [Reserved]\n19.9-1\nThis page intentionally left blank.\n19.9-2\nSUBPART 19.10 - [RESERVED]\nSubpart 19.10 - [Reserved]\n19.10-1\nThis page intentionally left blank.\n19.10-2\nSUBPART 19.11 - [RESERVED]\nSubpart 19.11 - [Reserved]\n19.11-1\nThis page intentionally left blank.\n19.11-2\nSUBPART 19.12 - [RESERVED]\nSubpart 19.12 - [Reserved]\n19.12-1\nThis page intentionally left blank.\n19.12-2\nSUBPART 19.13 - HISTORICALLY UNDERUTILIZED BUSINESS ZONE (HUBZONE) PROGRAM 19.1305\nSubpart 19.13 - Historically Underutilized Business Zone (HUBZone) Program"
  },
  "19.1301": {
    "title": "General.",
    "content": "(a) The Historically Underutilized Business Zone (HUBZone) Act of 1997 (15 U.S.C.631 note) created the HUBZone\nProgram.\n(b) The purpose of the HUBZone Program is to provide Federal contracting assistance for qualified small business\nconcerns located in historically underutilized business zones, in an effort to increase employment opportunities, investment,\nand economic development in those areas."
  },
  "19.1302": {
    "title": "[Reserved].",
    "content": ""
  },
  "19.1303": {
    "title": "Status as a HUBZone small business concern.",
    "content": "(a) Status as a HUBZone small business concern is determined by the Small Business Administration (SBA) in accordance\nwith 13 CFR Part 126.\n(b) If SBA determines that a concern is a HUBZone small business, it will designate the concern as a HUBZone small\nbusiness in the Dynamic Small Business Search (DSBS) at https://web.sba.gov/pro-net/search/dsp_dsbs.cfm. SBA's\ndesignation also appears in SAM. Only firms designated in DSBS and SAM as HUBZone small business concerns are\neligible for HUBZone preferences. HUBZone preferences are not contingent on the place of performance.\n(c) A joint venture may be considered a HUBZone small business concern if—\n(1) The joint venture qualifies as small under 19.301-1(a)(2)(i);\n(2) At least one party to the joint venture is a HUBZone small business concern; and\n(3) The joint venture complies with 13 CFR 126.616(a) through (c).\n(d) To be eligible for a HUBZone contract under this section, a HUBZone small business concern must be a HUBZone\nsmall business concern at the time of its initial offer."
  },
  "19.1304": {
    "title": "apply; and-",
    "content": "(1) The contracting officer does not have a reasonable expectation that offers would be received from two or more\nHUBZone small business concerns;\n(2) The anticipated price of the contract, including options, will not exceed-\n(i) $8.5 million for a requirement within the North American Industry Classification System (NAICS) codes for\nmanufacturing; or\n(ii) $5.5 million for a requirement within all other NAICS codes;\n(3) The requirement is not currently being performed by an 8(a) participant under the provisions of subpart 19.8 or has\nbeen accepted as a requirement by SBA under subpart 19.8;\n(4) The HUBZone small business concern has been determined to be a responsible contractor with respect to\nperformance; and\n(5) Award can be made at a fair and reasonable price.\n(b) The SBA has the right to appeal the contracting officer’s decision not to make a HUBZone sole-source award (see 13\nCFR 126.610)."
  },
  "19.1305": {
    "title": "HUBZone set-aside procedures.",
    "content": "(a) The contracting officer-\n(1) Shall comply with 19.203 before deciding to set aside an acquisition under the HUBZone Program;\n(2) May set aside acquisitions exceeding the micro-purchase threshold for competition restricted to HUBZone small\nbusiness concerns when the requirements of paragraph (b) of this section can be satisfied; and\n(3) Shall consider HUBZone set-asides before considering HUBZone sole-source awards (see 19.1306) or small\nbusiness set-asides (see subpart 19.5).\n(b) To set aside an acquisition for competition restricted to HUBZone small business concerns, the contracting officer must\nhave a reasonable expectation that-\n(1) Offers will be received from two or more HUBZone small business concerns; and\n(2) Award will be made at a fair market price.\n(c) If the contracting officer receives only one acceptable offer from a HUBZone small business concern in response to a\nset aside, the contracting officer should make an award to that concern. If the contracting officer receives no acceptable offers\nfrom HUBZone small business concerns, the HUBZone set-aside shall be withdrawn and the requirement, if still valid, set\naside for small business concerns, as appropriate (see 19.203).\n19.13-1\nFAC 2025-06 October 1, 2025"
  },
  "19.1306": {
    "title": "HUBZone sole-source awards.",
    "content": "(a) A contracting officer shall consider a contract award to a HUBZone small business concern on a sole-source basis (see\n6.302-5(b)(5)) before considering a small business set-aside (see 19.203 and subpart 19.5), provided none of the exclusions at"
  },
  "19.1307": {
    "title": "Price evaluation preference for HUBZone small business concerns.",
    "content": "(a) The price evaluation preference for HUBZone small business concerns shall be used in acquisitions conducted using\nfull and open competition. The preference shall not be used-\n(1) Where price is not a selection factor so that a price evaluation preference would not be considered (e.g., Architect/\nEngineer acquisitions);\n(2) Where all fair and reasonable offers are accepted (e.g., the award of multiple award schedule contracts); or\n(3) For the reserved portion of a solicitation for a multiple-award contract (see 19.503).\n(b) The contracting officer shall give offers from HUBZone small business concerns a price evaluation preference by\nadding a factor of 10 percent to all offers, except-\n(1) Offers from HUBZone small business concerns that have not waived the evaluation preference; or\n(2) Otherwise successful offers from small business concerns.\n(c) The factor of 10 percent shall be applied on a line item basis or to any group of items on which award may be made.\nOther evaluation factors, such as transportation costs or rent-free use of Government property, shall be added to the offer to\nestablish the base offer before adding the factor of 10 percent.\n(d) When the two highest rated offerors are a HUBZone small business concern and a large business, and the evaluated\noffer of the HUBZone small business concern is equal to the evaluated offer of the large business after considering the price\nevaluation preference, the contracting officer shall award the contract to the HUBZone small business concern.\n19.13-2\nSUBPART 19.13 - HISTORICALLY UNDERUTILIZED BUSINESS ZONE (HUBZONE) PROGRAM 19.1309"
  },
  "19.1308": {
    "title": "[Reserved].",
    "content": ""
  },
  "19.1309": {
    "title": "Contract clauses.",
    "content": "(a) The contracting officer shall insert the clause 52.219-3, Notice of HUBZone Set-Aside or Sole-Source Award, in\nsolicitations and contracts for acquisitions that are set aside or awarded on a sole-source basis to, HUBZone small business\nconcerns under 19.1305 or 19.1306. This includes multiple-award contracts when orders may be set aside for HUBZone\nsmall business concerns as described in 8.405-5 and 16.505(b)(2)(i)(F) or when orders may be issued directly to one\nHUBZone small business concern in accordance with 19.504(c)(1)(ii).\n(b) The contracting officer shall insert the clause at 52.219-4, Notice of Price Evaluation Preference for HUBZone Small\nBusiness Concerns, in solicitations and contracts for acquisitions conducted using full and open competition.\n(c) For use of clause 52.219-14, Limitations on Subcontracting, see the prescription at 19.507(e).\n(d) For use of clause 52.219-33, Nonmanufacturer Rule, see the prescription at 19.507(h).\n19.13-3\nThis page intentionally left blank.\n19.13-4\nSUBPART 19.14 - SERVICE-DISABLED VETERAN-OWNED SMALL BUSINESS PROGRAM 19.1405\nSubpart 19.14 - Service-Disabled Veteran-Owned Small Business Program"
  },
  "19.1401": {
    "title": "General.",
    "content": "(a) The Veterans Benefit Act of2003 (15 U.S.C. 657f) created the procurement program for small business concerns\nowned and controlled by service-disabled veterans (commonly referred to as the \"Service-Disabled Veteran-owned Small\nBusiness (SDVOSB) Program\").\n(b) The purpose of the SDVOSB Program is to provide Federal contracting assistance to service-disabled veteran-owned\nsmall business concerns."
  },
  "19.1402": {
    "title": "Applicability.",
    "content": "The procedures in this subpart apply to all Federal agencies that employ one or more contracting officers."
  },
  "19.1403": {
    "title": "Status.",
    "content": "(a) Status as an SDVOSB concern is determined by SBA in accordance with 13 CFR part 128; also see 19.307.\n(b) For an SDVOSB concern that seeks an SDVOSB set-aside or sole-source contract, the contracting officer shall verify\nthat the offeror—\n(1) Effective January 1, 2024, is designated in the System for Award Management (SAM) as an SDVOSB concern\ncertified by SBA; or\n(2) Has represented that it is an SDVOSB concern in SAM and submitted an application for certification to SBA on\nor before December 31, 2023. Pending applications for certification are in the SBA Veteran Small Business Certification\nProgram database at https://veterans.certify.sba.gov.\n(c) If there is a decision issued by SBA as a result of a current eligibility examination finding that the concern did not\nqualify as an SDVOSB concern eligible under the SDVOSB Program or SBA denies a concern’s application for SDVOSB\ncertification, the concern must update its SDVOSB status in SAM within 2 days of SBA’s final decision to reflect that the\nconcern is not an eligible SDVOSB. SBA will update the concern’s SDVOSB status in SAM within 2 days of the concern’s\nfailure to make the update.\n(d) Effective January 1, 2024, a joint venture may be considered an SDVOSB concern eligible under the SDVOSB\nProgram if—\n(1) The joint venture qualifies as small under 19.301-1(a)(2)(i);\n(2) The managing SDVOSB joint venture partner—\n(i) Is designated in SAM as an SDVOSB concern certified by SBA; or\n(ii) Has represented that it is an SDVOSB concern in SAM and submitted an application for certification to SBA\non or before December 31, 2023. Pending applications for certification are in the SBA Veteran Small Business Certification\ndatabase at https://veterans.certify.sba.gov; and\n(3) The joint venture complies with the requirements of 13 CFR 128.402."
  },
  "19.1404": {
    "title": "Exclusions.",
    "content": "This subpart does not apply to-\n(a) Requirements that can be satisfied through award to-\n(1) Federal Prison Industries, Inc. (see subpart 8.6);\n(2) AbilityOne participating non-profit agencies for the blind or severely disabled (see subpart 8.7);\n(b) Orders under indefinite-delivery contracts (see subpart 16.5). (But see 16.505(b)(2)(i)(F) for discretionary set-asides of\norders);\n(c) Orders against Federal Supply Schedules (see subpart 8.4). (But see 8.405-5 for discretionary set-asides of orders); or\n(d) Requirements currently being performed by an 8(a) participant or requirements SBA has accepted for performance\nunder the authority of the 8(a) program, unless SBA has consented to release the requirements from the 8(a) program."
  },
  "19.1405": {
    "title": "Set-aside procedures.",
    "content": "(a) The contracting officer-\n(1) Shall comply with 19.203 before deciding to set aside an acquisition under the SDVOSB Program;\n(2) May set-aside acquisitions exceeding the micro-purchase threshold for competition restricted to SDVOSB concerns\nwhen the requirements of paragraph (b) of this section can be satisfied; and\n19.14-1\nFAC 2025-06 October 1, 2025"
  },
  "19.1406": {
    "title": "Sole source awards.",
    "content": "(a) A contracting officer shall consider a contract award to a SDVOSB concern on a sole source basis (see 6.302-5(b)(6)),\nbefore considering small business set-asides (see 19.203 and subpart 19.5) provided none of the exclusions of 19.1404 apply\nand—\n(1) The contracting officer does not have a reasonable expectation that offers would be received from two or more\nservice-disabled veteran-owned small business concerns;\n(2) The anticipated award price of the contract, including options, will not exceed-\n(i) $8.5 million for a requirement within the NAICS codes for manufacturing; or\n(ii) $5 million for a requirement within any other NAICS code;\n(3) The requirement is not currently being performed by an 8(a) participant under the provisions of subpart 19.8 or has\nbeen accepted as a requirement by SBA under subpart 19.8;\n(4) The service-disabled veteran-owned small business concern has been determined to be a responsible contractor with\nrespect to performance; and\n(5) Award can be made at a fair and reasonable price.\n(b) Effective January 1, 2024, a contracting officer shall only award a sole-source contract to a concern that—\n(1) Is designated in SAM as an SDVOSB concern certified by SBA; or\n(2) Has represented that it is an SDVOSB concern in SAM and submitted an application for certification to SBA on\nor before December 31, 2023. Pending applications for certification are in the SBA Veteran Small Business Certification\nProgram database at https://veterans.certify.sba.gov.\n(c) The SBA has the right to appeal the contracting officer’s decision not to make an SDVOSB sole-source award.\n19.14-2\nSUBPART 19.14 - SERVICE-DISABLED VETERAN-OWNED SMALL BUSINESS PROGRAM 19.1408"
  },
  "19.1407": {
    "title": "[Reserved]",
    "content": ""
  },
  "19.1408": {
    "title": "Contract clauses.",
    "content": "(a) The contracting officer shall insert the clause at 52.219-27, Notice of Set-Aside for, or Sole-Source Award to, Service-\nDisabled Veteran-Owned Small Business (SDVOSB) Concerns Eligible Under the SDVOSB Program, in solicitations and\ncontracts for acquisitions that are set aside or awarded on a sole-source basis to, service-disabled veteran-owned small\nbusiness concerns under 19.1405 and 19.1406. This includes multiple-award contracts when orders may be set aside for\nservice-disabled veteran-owned small business concerns as described in 8.405-5 and 16.505(b)(2)(i)(F) or when orders may\nbe issued directly to one service-disabled veteran-owned small business contractor in accordance with 19.504(c)(1)(ii).\n(b) For use of clause 52.219-14, Limitations on Subcontracting, see the prescription at 19.507(e).\n(c) For use of clause 52.219-33, Nonmanufacturer Rule, see the prescription at 19.507(h).\n19.14-3\nThis page intentionally left blank.\n19.14-4\nSUBPART 19.15 - WOMEN-OWNED SMALL BUSINESS PROGRAM. 19.1505\nSubpart 19.15 - Women-Owned Small Business Program."
  },
  "19.1500": {
    "title": "General.",
    "content": "(a) Section 8(m) of the Small Business Act (15 U.S.C. 637(m)) created the Women-Owned Small Business (WOSB)\nProgram.\n(b) The purpose of the WOSB Program is to ensure women-owned small business concerns have an equal opportunity to\nparticipate in Federal contracting and to assist agencies in achieving their women-owned small business participation goals\n(see 13 part CFR 127).\n(c) An economically disadvantaged women-owned small business (EDWOSB) concern and a WOSB concern eligible\nunder the WOSB Program are subcategories of “women-owned small business concern” as defined in section 2.101."
  },
  "19.1501": {
    "title": "[Reserved]",
    "content": ""
  },
  "19.1502": {
    "title": "Applicability.",
    "content": "The procedures in this subpart apply to all Federal agencies that employ one or more contracting officers."
  },
  "19.1503": {
    "title": "Status.",
    "content": "(a) Status as an EDWOSB concern or WOSB concern eligible under the WOSB Program is determined by the Small\nBusiness Administration in accordance with 13 CFR part 127.\n(b) For a WOSB that seeks a WOSB or EDWOSB set-aside or sole-source contract, the contracting officer shall verify that\nthe offeror—\n(1) Is registered in the System for Award Management (SAM); and\n(2) Is designated as a certified EDWOSB or WOSB concern in SAM (see 19.1505(d) for set aside procedures). Pending\napplications for certification are only in the Dynamic Small Business Search (DSBS) at https://web.sba.gov/pro-net/search/\ndsp_dsbs.cfm.\n(c) If there is a decision issued by SBA as a result of a current eligibility examination finding that the concern did not\nqualify as an EDWOSB concern or WOSB concern eligible under the WOSB Program, the contracting officer may terminate\nthe contract, and shall not exercise any option, or award further task or delivery orders. Agencies shall not count or include\nthe award toward the small business goals for an EDWOSB concern or WOSB concern eligible under the WOSB Program\nand must update FPDS from the date of award to reflect the final SBA decision.\n(d) A joint venture may be considered an EDWOSB concern or WOSB concern eligible under the WOSB Program if the\nEDWOSB or WOSB participant is certified in SAM (see section 19.1505(d) for set-aside procedures) and the joint venture\nmeets the requirements of 13 CFR 127.506."
  },
  "19.1504": {
    "title": "Exclusions.",
    "content": "This subpart does not apply to-\n(a) Requirements that an 8(a) contractor is currently performing under the 8(a) program or that SBA has accepted for\nperformance under the authority of the 8(a) program, unless SBA has consented to release the requirements from the 8(a)\nprogram;\n(b) Requirements that can be satisfied through award to mandatory Government sources (see section 8.002);\n(c) Orders under indefinite-delivery contracts (see subpart 16.5). (But see 16.505(b)(2)(i)(F) for discretionary set-asides of\norders); or\n(d) Orders against Federal Supply Schedules (see subpart 8.4). (But see 8.405-5 for discretionary set-asides of orders.)"
  },
  "19.1505": {
    "title": "FEDERAL ACQUISITION REGULATION",
    "content": "(b) For requirements in NAICS codes designated by SBA as underrepresented, a contracting officer may restrict\ncompetition to EDWOSB concerns if the contracting officer has a reasonable expectation based on market research that-\n(1) Two or more EDWOSB concerns will submit offers for the contract and;\n(2) Contract award will be made at a fair and reasonable price.\n(c) A contracting officer may restrict competition to WOSB concerns eligible under the WOSB Program (including\nEDWOSB concerns), for requirements in NAICS codes designated by SBA as substantially underrepresented if there is a\nreasonable expectation based on market research that-\n(1) Two or more WOSB concerns eligible under the WOSB Program (including EDWOSB concerns), will submit\noffers and;\n(2) Contract award may be made at a fair and reasonable price.\n(d) An EDWOSB or WOSB concern may submit an offer under an EDWOSB or WOSB set-aside when the offeror—\n(1) Qualifies as a small business concern under the size standard corresponding to the NAICS code assigned to the\ncontract; and\n(2) (i) For an EDWOSB set-aside, is certified pursuant to 13 CFR 127.300 as an EDWOSB or has a pending\napplication for EDWOSB certification in the DSBS (see 13 CFR 127.504(a)); or\n(ii) For a WOSB set-aside, is certified pursuant to 13 CFR 127.300 as an EDWOSB or WOSB, or has a pending\napplication for EDWOSB or WOSB certification in the DSBS (see 13 CFR 127.504(a)).\n(e) The contracting officer shall verify that offers received are eligible for consideration for award by checking SAM to\nsee if the EDWOSB or WOSB concern is designated as a certified concern or checking DSBS for a pending application for\ncertification.\n(1) If the offeror is designated as certified in SAM or has a pending application for certification in DSBS, proceed with\nthe offer evaluation.\n(2) Unless the offeror is designated as certified in SAM or has a pending application for certification in DSBS, the offer\nis not eligible for award and shall be removed from cons"
  },
  "19.1506": {
    "title": "Women-Owned Small Business Program sole-source awards.",
    "content": "(a) A contracting officer shall consider a contract award to an EDWOSB concern on a sole-source basis (see 6.302-5(b)\n(7)) before considering small business set-asides (see 19.203 and subpart 19.5) provided none of the exclusions at 19.1504\napply and-\n(1) The acquisition is assigned a NAICS code in which SBA has determined that WOSB concerns are underrepresented\nin Federal procurement;\n(2) The contracting officer does not have a reasonable expectation that offers would be received from two or more\nEDWOSB concerns; and\n(3) The conditions in paragraph (c) of this section exist.\n(b) A contracting officer shall consider a contract award to a WOSB concern (including EDWOSB concerns) eligible\nunder the WOSB Program on a sole-source basis (see 6.302-5(b)(7)) before considering small business set-asides (see 19.203\nand subpart 19.5) provided none of the exclusions at 19.1504 apply and-\n(1) The acquisition is assigned a NAICS code in which SBA has determined that WOSB concerns are substantially\nunderrepresented in Federal procurement;\n(2) The contracting officer does not have a reasonable expectation that offers would be received from two or more\nWOSB concerns (including EDWOSB concerns); and\n(3) The conditions in paragraph (c) of this section exist.\n(c) (1) The anticipated award price of the contract, including options, will not exceed-\n(i) $8.5 million for a requirement within the NAICS codes for manufacturing; or\n(ii) $5.5 million for a requirement within any other NAICS codes.\n(2) The EDWOSB concern or WOSB concern has been determined to be a responsible contractor with respect to\nperformance.\n(3) The award can be made at a fair and reasonable price.\n(d) A contracting officer shall only award a sole-source contract to a concern that has been certified pursuant to 13\nCFR 127.300 as an EDWOSB or WOSB eligible under the WOSB program. Contracting officers shall not request a status\ndetermination from SBA on pending applications for certification for EDWOSB or WOSB sole-sourc"
  },
  "19.1507": {
    "title": "[Reserved]",
    "content": ""
  }
}