{
  "16.000": {
    "title": "Scope of part.",
    "content": "This part describes types of contracts that may be used in acquisitions. It prescribes policies and procedures and provides\nguidance for selecting a contract type appropriate to the circumstances of the acquisition."
  },
  "16.001": {
    "title": "Definitions.",
    "content": "As used in this part-\nAward-Fee Board means the team of individuals identified in the award-fee plan who have been designated to assist the\nFee-Determining Official in making award-fee determinations.\nEstablished price means a price that—\n(1) Is an established catalog or market price for a commercial product sold in substantial quantities to the general\npublic; and\n(2) Is the net price after applying any standard trade discounts offered by the contractor.\nFee-Determining Official (FDO) means the designated Agency official(s) who reviews the recommendations of the\nAward-Fee Board in determining the amount of award fee to be earned by the contractor for each evaluation period.\nRollover of unearned award fee means the process of transferring unearned award fee, which the contractor had an\nopportunity to earn, from one evaluation period to a subsequent evaluation period, thus allowing the contractor an additional\nopportunity to earn that previously unearned award fee.\nSubpart 16.1 - Selecting Contract Types"
  },
  "16.402": {
    "title": "Application of predetermined, formula-type incentives.",
    "content": "16.402-1 Cost incentives.\n(a) Most incentive contracts include only cost incentives, which take the form of a profit or fee adjustment formula and\nare intended to motivate the contractor to effectively manage costs. No incentive contract may provide for other incentives\nwithout also providing a cost incentive (or constraint).\n16.4-2\nSUBPART 16.4 - INCENTIVE CONTRACTS 16.403\n(b) Except for award-fee contracts (see 16.404 and 16.401(e)), incentive contracts include a target cost, a target profit\nor fee, and a profit or fee adjustment formula that (within the constraints of a price ceiling or minimum and maximum fee)\nprovides that-\n(1) Actual cost that meets the target will result in the target profit or fee;\n(2) Actual cost that exceeds the target will result in downward adjustment of target profit or fee; and\n(3) Actual cost that is below the target will result in upward adjustment of target profit or fee.\n16.402-2 Performance incentives.\n(a) Performance incentives may be considered in connection with specific product characteristics (e.g.,a missile range,\nan aircraft speed, an engine thrust, or a vehicle maneuverability) or other specific elements of the contractor’s performance.\nThese incentives should be designed to relate profit or fee to results achieved by the contractor, compared with specified\ntargets.\n(b) To the maximum extent practicable, positive and negative performance incentives shall be considered in connection\nwith service contracts for performance of objectively measurable tasks when quality of performance is critical and incentives\nare likely to motivate the contractor.\n(c) Technical performance incentives may be particularly appropriate in major systems contracts, both in development\n(when performance objectives are known and the fabrication of prototypes for test and evaluation is required) and in\nproduction (if improved performance is attainable and highly desirable to the Government).\n(d) Technical performance incentives may involve a variety of"
  },
  "16.101": {
    "title": "General.",
    "content": "(a) A wide selection of contract types is available to the Government and contractors in order to provide needed flexibility\nin acquiring the large variety and volume of supplies and services required by agencies. Contract types vary according to-\n(1) The degree and timing of the responsibility assumed by the contractor for the costs of performance; and\n(2) The amount and nature of the profit incentive offered to the contractor for achieving or exceeding specified\nstandards or goals.\n(b) The contract types are grouped into two broad categories: fixed-price contracts (see subpart 16.2) and cost-\nreimbursement contracts (see subpart 16.3). The specific contract types range from firm-fixed-price, in which the contractor\nhas full responsibility for the performance costs and resulting profit (or loss), to cost-plus-fixed-fee, in which the contractor\nhas minimal responsibility for the performance costs and the negotiated fee (profit) is fixed. In between are the various\nincentive contracts (see subpart 16.4), in which the contractor’s responsibility for the performance costs and the profit or fee\nincentives offered are tailored to the uncertainties involved in contract performance."
  },
  "16.102": {
    "title": "Policies.",
    "content": "(a) Contracts resulting from sealed bidding shall be firm-fixed-price contracts or fixed-price contracts with economic price\nadjustment.\n(b) Contracts negotiated under part 15 may be of any type or combination of types that will promote the Government’s\ninterest, except as restricted in this part (see 10 U.S.C. 3321(a) and 41 U.S.C. 3901). Contract types not described in this\nregulation shall not be used, except as a deviation under subpart 1.4.\n(c) The cost-plus-a-percentage-of-cost system of contracting shall not be used (see 10 U.S.C. 3322(a) and 41 U.S.C.\n3905(a)). Prime contracts (including letter contracts) other than firm-fixed-price contracts shall, by an appropriate clause,\nprohibit cost-plus-a-percentage-of-cost subcontracts (see clauses prescribed in subpart 44.2 for cost-reimbursement contracts\nand subparts 16.2 and 16.4 for fixed-price contracts).\n(d) No contract may be awarded before the execution of any determination and findings (D&F’s) required by this part.\nMinimum requirements for the content of D&F’s required by this part are specified in 1.704."
  },
  "16.103": {
    "title": "Negotiating contract type.",
    "content": "(a) Selecting the contract type is generally a matter for negotiation and requires the exercise of sound judgment.\nNegotiating the contract type and negotiating prices are closely related and should be considered together. The objective is\nto negotiate a contract type and price (or estimated cost and fee) that will result in reasonable contractor risk and provide the\ncontractor with the greatest incentive for efficient and economical performance.\n(b) A firm-fixed-price contract, which best utilizes the basic profit motive of business enterprise, shall be used when the\nrisk involved is minimal or can be predicted with an acceptable degree of certainty. However, when a reasonable basis for\n16.1-1"
  },
  "16.104": {
    "title": "Factors in selecting contract types.",
    "content": "There are many factors that the contracting officer should consider in selecting and negotiating the contract type. They\ninclude the following:\n(a) Price competition. Normally, effective price competition results in realistic pricing, and a fixed-price contract is\nordinarily in the Government’s interest.\n(b) Price analysis. Price analysis, with or without competition, may provide a basis for selecting the contract type. The\ndegree to which price analysis can provide a realistic pricing standard should be carefully considered. (See 15.404-1(b).)\n(c) Cost analysis. In the absence of effective price competition and if price analysis is not sufficient, the cost estimates\nof the offeror and the Government provide the bases for negotiating contract pricing arrangements. It is essential that the\nuncertainties involved in performance and their possible impact upon costs be identified and evaluated, so that a contract type\nthat places a reasonable degree of cost responsibility upon the contractor can be negotiated.\n(d) Type and complexity of the requirement. Complex requirements, particularly those unique to the Government, usually\nresult in greater risk assumption by the Government. This is especially true for complex research and development contracts,\nwhen performance uncertainties or the likelihood of changes makes it difficult to estimate performance costs in advance. As\na requirement recurs or as quantity production begins, the cost risk should shift to the contractor, and a fixed-price contract\nshould be considered.\n16.1-2\nSUBPART 16.1 - SELECTING CONTRACT TYPES 16.105\n(e) Combining contract types. If the entire contract cannot be firm-fixed-price, the contracting officer shall consider\nwhether or not a portion of the contract can be established on a firm-fixed-price basis.\n(f) Urgency of the requirement. If urgency is a primary factor, the Government may choose to assume a greater proportion\nof risk or it may offer incentives tailored to performance outcomes to ensur"
  },
  "16.105": {
    "title": "Solicitation provision.",
    "content": "The contracting officer shall complete and insert the provision at 52.216-1, Type of Contract, in a solicitation unless it is\nfor-\n(a) A fixed-price acquisition made under simplified acquisition procedures; or\n(b) Information or planning purposes.\n16.1-3\nThis page intentionally left blank.\n16.1-4\nSUBPART 16.2 - FIXED-PRICE CONTRACTS 16.203-2\nSubpart 16.2 - Fixed-Price Contracts"
  },
  "16.201": {
    "title": "General.",
    "content": "(a) Fixed-price types of contracts provide for a firm price or, in appropriate cases, an adjustable price. Fixed-price\ncontracts providing for an adjustable price may include a ceiling price, a target price (including target cost), or both. Unless\notherwise specified in the contract, the ceiling price or target price is subject to adjustment only by operation of contract\nclauses providing for equitable adjustment or other revision of the contract price under stated circumstances. The contracting\nofficer shall use firm-fixed-price or fixed-price with economic price adjustment contracts when acquiring commercial\nproducts and commercial services, except as provided in 12.207(b).\n(b) Time-and-materials contracts and labor-hour contracts are not fixed-price contracts."
  },
  "16.202": {
    "title": "Firm-fixed-price contracts.",
    "content": "16.202-1 Description.\nA firm-fixed-price contract provides for a price that is not subject to any adjustment on the basis of the contractor’s cost\nexperience in performing the contract. This contract type places upon the contractor maximum risk and full responsibility for\nall costs and resulting profit or loss. It provides maximum incentive for the contractor to control costs and perform effectively\nand imposes a minimum administrative burden upon the contracting parties. The contracting officer may use a firm-fixed-\nprice contract in conjunction with an award-fee incentive (see 16.404) and performance or delivery incentives (see 16.402-2\nand 16.402-3) when the award fee or incentive is based solely on factors other than cost. The contract type remains firm-\nfixed-price when used with these incentives.\n16.202-2 Application.\nA firm-fixed-price contract is suitable for acquiring commercial products or commercial services (see parts 2 and 12) or\nfor acquiring other supplies or services on the basis of reasonably definite functional or detailed specifications (see part 11)\nwhen the contracting officer can establish fair and reasonable prices at the outset, such as when-\n(a) There is adequate price competition;\n(b) There are reasonable price comparisons with prior purchases of the same or similar supplies or services made on a\ncompetitive basis or supported by valid certified cost or pricing data;\n(c) Available cost or pricing information permits realistic estimates of the probable costs of performance; or\n(d) Performance uncertainties can be identified and reasonable estimates of their cost impact can be made, and the\ncontractor is willing to accept a firm fixed price representing assumption of the risks involved."
  },
  "16.203": {
    "title": "Fixed-price contracts with economic price adjustment.",
    "content": "16.203-1 Description.\n(a) A fixed-price contract with economic price adjustment provides for upward and downward revision of the stated\ncontract price upon the occurrence of specified contingencies. Economic price adjustments are of three general types:\n(1) Adjustments based on established prices. These price adjustments are based on increases or decreases from an\nagreed-upon level in published or otherwise established prices of specific items or the contract end items.\n(2) Adjustments based on actual costs of labor or material. These price adjustments are based on increases or decreases\nin specified costs of labor or material that the contractor actually experiences during contract performance.\n(3) Adjustments based on cost indexes of labor or material. These price adjustments are based on increases or decreases\nin labor or material cost standards or indexes that are specifically identified in the contract.\n(b) The contracting officer may use a fixed-price contract with economic price adjustment in conjunction with an award-\nfee incentive (see 16.404) and performance or delivery incentives (see 16.402-2 and 16.402-3) when the award fee or\nincentive is based solely on factors other than cost. The contract type remains fixed-price with economic price adjustment\nwhen used with these incentives.\n16.203-2 Application.\nA fixed-price contract with economic price adjustment may be used when (i) there is serious doubt concerning the stability\nof market or labor conditions that will exist during an extended period of contract performance, and (ii) contingencies that\nwould otherwise be included in the contract price can be identified and covered separately in the contract. Price adjustments\n16.2-1\n16.203-3 FEDERAL ACQUISITION REGULATION\nbased on established prices should normally be restricted to industry-wide contingencies. Price adjustments based on labor\nand material costs should be limited to contingencies beyond the contractor’s control. For use of economic price adjustm"
  },
  "16.204": {
    "title": "Fixed-price incentive contracts.",
    "content": "A fixed-price incentive contract is a fixed-price contract that provides for adjusting profit and establishing the final\ncontract price by a formula based on the relationship of final negotiated total cost to total target cost. Fixed-price incentive\ncontracts are covered in subpart 16.4, Incentive Contracts. See 16.403 for more complete descriptions, application, and\nlimitations for these contracts. Prescribed clauses are found at 16.406."
  },
  "16.205": {
    "title": "Fixed-price contracts with prospective price redetermination.",
    "content": "16.205-1 Description.\nA fixed-price contract with prospective price redetermination provides for-\n(a) A firm fixed price for an initial period of contract deliveries or performance; and\n(b) Prospective redetermination, at a stated time or times during performance, of the price for subsequent periods of\nperformance.\n16.205-2 Application.\nA fixed-price contract with prospective price redetermination may be used in acquisitions of quantity production or\nservices for which it is possible to negotiate a fair and reasonable firm fixed price for an initial period, but not for subsequent\nperiods of contract performance.\n(a) The initial period should be the longest period for which it is possible to negotiate a fair and reasonable firm fixed\nprice. Each subsequent pricing period should be at least 12 months.\n(b) The contract may provide for a ceiling price based on evaluation of the uncertainties involved in performance and their\npossible cost impact. This ceiling price should provide for assumption of a reasonable proportion of the risk by the contractor\n16.2-3\n16.205-3 FEDERAL ACQUISITION REGULATION\nand, once established, may be adjusted only by operation of contract clauses providing for equitable adjustment or other\nrevision of the contract price under stated circumstances.\n16.205-3 Limitations.\nThis contract type shall not be used unless-\n(a) Negotiations have established that-\n(1) The conditions for use of a firm-fixed-price contract are not present (see 16.202-2); and\n(2) A fixed-price incentive contract would not be more appropriate;\n(b) The contractor’s accounting system is adequate for price redetermination;\n(c) The prospective pricing periods can be made to conform with operation of the contractor’s accounting system; and\n(d) There is reasonable assurance that price redetermination actions will take place promptly at the specified times.\n16.205-4 Contract clause.\nThe contracting officer shall, when contracting by negotiation, insert the clause at 52.216-5, Price R"
  },
  "16.206": {
    "title": "Fixed-ceiling-price contracts with retroactive price redetermination.",
    "content": "16.206-1 Description.\nA fixed-ceiling-price contract with retroactive price redetermination provides for-\n(a) A fixed ceiling price; and\n(b) Retroactive price redetermination within the ceiling after completion of the contract.\n16.206-2 Application.\nA fixed-ceiling-price contract with retroactive price redetermination is appropriate for research and development contracts\nestimated at the simplified acquisition threshold or less when it is established at the outset that a fair and reasonable firm\nfixed price cannot be negotiated and that the amount involved and short performance period make the use of any other fixed-\nprice contract type impracticable.\n(a) A ceiling price shall be negotiated for the contract at a level that reflects a reasonable sharing of risk by the contractor.\nThe established ceiling price may be adjusted only if required by the operation of contract clauses providing for equitable\nadjustment or other revision of the contract price under stated circumstances.\n(b) The contract should be awarded only after negotiation of a billing price that is as fair and reasonable as the\ncircumstances permit.\n(c) Since this contract type provides the contractor no cost control incentive except the ceiling price, the contracting officer\nshould make clear to the contractor during discussion before award that the contractor’s management effectiveness and\ningenuity will be considered in retroactively redetermining the price.\n16.206-3 Limitations.\nThis contract type shall not be used unless-\n(a) The contract is for research and development and the estimated cost is the simplified acquisition threshold or less;\n(b) The contractor’s accounting system is adequate for price redetermination;\n(c) There is reasonable assurance that the price redetermination will take place promptly at the specified time; and\n(d) The head of the contracting activity (or a higher-level official, if required by agency procedures) approves its use in\nwriting.\n16.206-4 Contract clause.\nThe contra"
  },
  "16.207": {
    "title": "Firm-fixed-price, level-of-effort term contracts.",
    "content": "16.207-1 Description.\nA firm-fixed-price, level-of-effort term contract requires-\n(a) The contractor to provide a specified level of effort, over a stated period of time, on work that can be stated only in\ngeneral terms; and\n(b) The Government to pay the contractor a fixed dollar amount.\n16.207-2 Application.\nA firm-fixed-price, level-of-effort term contract is suitable for investigation or study in a specific research and\ndevelopment area. The product of the contract is usually a report showing the results achieved through application of the\nrequired level of effort. However, payment is based on the effort expended rather than on the results achieved.\n16.207-3 Limitations.\nThis contract type may be used only when-\n(a) The work required cannot otherwise be clearly defined;\n(b) The required level of effort is identified and agreed upon in advance;\n(c) There is reasonable assurance that the intended result cannot be achieved by expending less than the stipulated effort;\nand\n(d) The contract price is the simplified acquisition threshold or less, unless approved by the chief of the contracting office.\n16.2-5\nThis page intentionally left blank.\n16.2-6\nSUBPART 16.3 - COST-REIMBURSEMENT CONTRACTS 16.305\nSubpart 16.3 - Cost-Reimbursement Contracts"
  },
  "16.301": {
    "title": "General.",
    "content": "16.301-1 Description.\nCost-reimbursement types of contracts provide for payment of allowable incurred costs, to the extent prescribed in the\ncontract. These contracts establish an estimate of total cost for the purpose of obligating funds and establishing a ceiling that\nthe contractor may not exceed (except at its own risk) without the approval of the contracting officer.\n16.301-2 Application.\n(a) The contracting officer shall use cost-reimbursement contracts only when-\n(1) Circumstances do not allow the agency to define its requirements sufficiently to allow for a fixed-price type contract\n(see 7.105); or\n(2) Uncertainties involved in contract performance do not permit costs to be estimated with sufficient accuracy to use\nany type of fixed-price contract.\n(b) The contracting officer shall document the rationale for selecting the contract type in the written acquisition plan and\nensure that the plan is approved and signed at least one level above the contracting officer (see 7.103(j) and 7.105).\n16.301-3 Limitations.\n(a) A cost-reimbursement contract may be used only when\n(1) The factors in 16.104 have been considered;\n(2) A written acquisition plan has been approved and signed at least one level above the contracting officer;\n(3) The contractor’s accounting system is adequate for determining costs applicable to the contract or order; and\n(4) Prior to award of the contract or order, adequate Government resources are available to award and manage a\ncontract other than firm-fixed-priced (see 7.104(e)). This includes appropriate Government surveillance during performance\nin accordance with 1.602-2, to provide reasonable assurance that efficient methods and effective cost controls are used.\n(b) The use of cost-reimbursement contracts is prohibited for the acquisition of commercial products and commercial\nservices (see parts 2 and 12)."
  },
  "16.302": {
    "title": "Cost contracts.",
    "content": "(a) Description. A cost contract is a cost-reimbursement contract in which the contractor receives no fee.\n(b) Application. A cost contract may be appropriate for research and development work, particularly with nonprofit\neducational institutions or other nonprofit organizations.\n(c) Limitations. See 16.301-3."
  },
  "16.303": {
    "title": "Cost-sharing contracts.",
    "content": "(a) Description. A cost-sharing contract is a cost-reimbursement contract in which the contractor receives no fee and is\nreimbursed only for an agreed-upon portion of its allowable costs.\n(b) Application. A cost-sharing contract may be used when the contractor agrees to absorb a portion of the costs, in the\nexpectation of substantial compensating benefits.\n(c) Limitations. See 16.301-3."
  },
  "16.304": {
    "title": "Cost-plus-incentive-fee contracts.",
    "content": "A cost-plus-incentive-fee contract is a cost-reimbursement contract that provides for an initially negotiated fee to be\nadjusted later by a formula based on the relationship of total allowable costs to total target costs. Cost-plus-incentive-fee\ncontracts are covered in subpart 16.4, Incentive Contracts. See 16.405-1 for a more complete description and discussion of\napplication of these contracts. See 16.301-3 for limitations."
  },
  "16.305": {
    "title": "Cost-plus-award-fee contracts.",
    "content": "A cost-plus-award-fee contract is a cost-reimbursement contract that provides for a fee consisting of (a)a base amount\n(which may be zero) fixed at inception of the contract and (b)an award amount, based upon a judgmental evaluation by\nthe Government, sufficient to provide motivation for excellence in contract performance. cost-plus-award-fee contracts are\n16.3-1"
  },
  "16.306": {
    "title": "Cost-plus-fixed-fee contracts.",
    "content": "(a) Description. A cost-plus-fixed-fee contract is a cost-reimbursement contract that provides for payment to the contractor\nof a negotiated fee that is fixed at the inception of the contract. The fixed fee does not vary with actual cost, but may be\nadjusted as a result of changes in the work to be performed under the contract. This contract type permits contracting for\nefforts that might otherwise present too great a risk to contractors, but it provides the contractor only a minimum incentive to\ncontrol costs.\n(b) Application. (1) A cost-plus-fixed-fee contract is suitable for use when the conditions of 16.301-2 are present and, for\nexample-\n(i) The contract is for the performance of research or preliminary exploration or study, and the level of effort\nrequired is unknown; or\n(ii) The contract is for development and test, and using a cost-plus-incentive-fee contract is not practical.\n(2) A cost-plus-fixed-fee contract normally should not be used in development of major systems (see part 34) once\npreliminary exploration, studies, and risk reduction have indicated a high degree of probability that the development is\nachievable and the Government has established reasonably firm performance objectives and schedules.\n(c) Limitations. No cost-plus-fixed-fee contract shall be awarded unless the contracting officer complies with all\nlimitations in 15.404-4(c)(4)(i) and 16.301-3.\n(d) Completion and term forms. A cost-plus-fixed-fee contract may take one of two basic forms-completion or term.\n(1) The completion form describes the scope of work by stating a definite goal or target and specifying an end product.\nThis form of contract normally requires the contractor to complete and deliver the specified end product (e.g.,a final report of\nresearch accomplishing the goal or target) within the estimated cost, if possible, as a condition for payment of the entire fixed\nfee. However, in the event the work cannot be completed within the estimated cost, the Government may require mo"
  },
  "16.307": {
    "title": "Contract clauses.",
    "content": "(a) (1) The contracting officer shall insert the clause at 52.216-7, Allowable Cost and Payment, in solicitations and\ncontracts when a cost-reimbursement contract or a time-and-materials contract (other than a contract for a commercial\nproduct or commercial service) is contemplated. If the contract is a time-and-materials contract, the clause at 52.216-7\napplies in conjunction with the clause at 52.232-7), but only to the portion of the contract that provides for reimbursement\nof materials (as defined in the clause at 52.232-7) at actual cost. Further, the clause at 52.216-7 does not apply to labor-hour\ncontracts.\n(2) If the contract is a construction contract and contains the clause at 52.232-27, Prompt Payment for Construction\nContracts, the contracting officer shall use the clause at 52.216-7 with its Alternate I.\n(3) If the contract is with an educational institution, the contracting officer shall use the clause at 52.216-7 with its\nAlternate II.\n(4) If the contract is with a State or local government, the contracting officer shall use the clause at 52.216-7 with its\nAlternate III.\n(5) If the contract is with a nonprofit organization other than an educational institution, a State or local government, or a\nnonprofit organization exempted under the OMB Uniform Guidance at 2 CFR part 200, appendix VIII, the contracting officer\nshall use the clause at 52.216-7 with its Alternate IV.\n16.3-2\nSUBPART 16.3 - COST-REIMBURSEMENT CONTRACTS 16.307\n(b) The contracting officer shall insert the clause at 52.216-8, Fixed Fee, in solicitations and contracts when a cost-plus-\nfixed-fee contract (other than a construction contract) is contemplated.\n(c) The contracting officer shall insert the clause at 52.216-9, Fixed-Fee-Construction, in solicitations and contracts when\na cost-plus-fixed-fee construction contract is contemplated.\n(d) The contracting officer shall insert the clause at 52.216-10, Incentive Fee, in solicitations and contracts when a cost-\nplus-incentive-fee contract"
  },
  "16.401": {
    "title": "General.",
    "content": "(a) Incentive contracts as described in this subpart are appropriate when a firm-fixed-price contract is not appropriate and\nthe required supplies or services can be acquired at lower costs and, in certain instances, with improved delivery or technical\nperformance, by relating the amount of profit or fee payable under the contract to the contractor’s performance. Incentive\ncontracts are designed to obtain specific acquisition objectives by-\n(1) Establishing reasonable and attainable targets that are clearly communicated to the contractor; and\n(2) Including appropriate incentive arrangements designed to-\n(i) motivate contractor efforts that might not otherwise be emphasized; and\n(ii) discourage contractor inefficiency and waste.\n(b) When predetermined, formula-type incentives on technical performance or delivery are included, increases in profit\nor fee are provided only for achievement that surpasses the targets, and decreases are provided for to the extent that such\ntargets are not met. The incentive increases or decreases are applied to performance targets rather than minimum performance\nrequirements.\n(c) The two basic categories of incentive contracts are fixed-price incentive contracts (see 16.403 and 16.404) and cost-\nreimbursement incentive contracts (see 16.405). Since it is usually to the Government’s advantage for the contractor to\nassume substantial cost responsibility and an appropriate share of the cost risk, fixed-price incentive contracts are preferred\nwhen contract costs and performance requirements are reasonably certain. Cost-reimbursement incentive contracts are subject\nto the overall limitations in 16.301 that apply to all cost-reimbursement contracts.\n(d) A determination and finding, signed by the head of the contracting activity, shall be completed for all incentive- and\naward-fee contracts justifying that the use of this type of contract is in the best interest of the Government. This determination\nshall be documented in the contract file and, f"
  },
  "16.403": {
    "title": "Fixed-price incentive contracts.",
    "content": "(a) Description. A fixed-price incentive contract is a fixed-price contract that provides for adjusting profit and establishing\nthe final contract price by application of a formula based on the relationship of total final negotiated cost to total target cost.\n16.4-3\n16.403-1 FEDERAL ACQUISITION REGULATION\nThe final price is subject to a price ceiling, negotiated at the outset. The two forms of fixed-price incentive contracts, firm\ntarget and successive targets, are further described in 16.403-1 and 16.403-2 below.\n(b) Application. A fixed-price incentive contract is appropriate when-\n(1) A firm-fixed-price contract is not suitable;\n(2) The nature of the supplies or services being acquired and other circumstances of the acquisition are such that the\ncontractor’s assumption of a degree of cost responsibility will provide a positive profit incentive for effective cost control and\nperformance; and\n(3) If the contract also includes incentives on technical performance and/or delivery, the performance requirements\nprovide a reasonable opportunity for the incentives to have a meaningful impact on the contractor’s management of the work.\n(c) Billing prices. In fixed-price incentive contracts, billing prices are established as an interim basis for payment. These\nbilling prices may be adjusted, within the ceiling limits, upon request of either party to the contract, when it becomes\napparent that final negotiated cost will be substantially different from the target cost.\n16.403-1 Fixed-price incentive (firm target) contracts.\n(a) Description. A fixed-price incentive (firm target) contract specifies a target cost, a target profit, a price ceiling (but not\na profit ceiling or floor), and a profit adjustment formula. These elements are all negotiated at the outset. The price ceiling is\nthe maximum that may be paid to the contractor, except for any adjustment under other contract clauses. When the contractor\ncompletes performance, the parties negotiate the final cost, and the final"
  },
  "16.404": {
    "title": "Fixed-price contracts with award fees.",
    "content": "Award-fee provisions may be used in fixed-price contracts when the Government wishes to motivate a contractor and\nother incentives cannot be used because contractor performance cannot be measured objectively. Such contracts shall\nestablish a fixed price (including normal profit) for the effort. This price will be paid for satisfactory contract performance.\nAward fee earned (if any) will be paid in addition to that fixed price. See 16.401(e) for the requirements relative to utilizing\nthis contract type."
  },
  "16.405": {
    "title": "Cost-reimbursement incentive contracts.",
    "content": "See 16.301 for requirements applicable to all cost-reimbursement contracts, for use in conjunction with the following\nsubsections.\n16.405-1 Cost-plus-incentive-fee contracts.\n(a) Description. The cost-plus-incentive-fee contract is a cost-reimbursement contract that provides for the initially\nnegotiated fee to be adjusted later by a formula based on the relationship of total allowable costs to total target costs. This\ncontract type specifies a target cost, a target fee, minimum and maximum fees, and a fee adjustment formula. After contract\nperformance, the fee payable to the contractor is determined in accordance with the formula. The formula provides, within\nlimits, for increases in fee above target fee when total allowable costs are less than target costs, and decreases in fee below\ntarget fee when total allowable costs exceed target costs. This increase or decrease is intended to provide an incentive for the\ncontractor to manage the contract effectively. When total allowable cost is greater than or less than the range of costs within\nwhich the fee-adjustment formula operates, the contractor is paid total allowable costs, plus the minimum or maximum fee.\n(b) Application. (1) A cost-plus-incentive-fee contract is appropriate for services or development and test programs when-\n(i) A cost-reimbursement contract is necessary (see 16.301-2); and\n(ii) A target cost and a fee adjustment formula can be negotiated that are likely to motivate the contractor to manage\neffectively.\n(2) The contract may include technical performance incentives when it is highly probable that the required development\nof a major system is feasible and the Government has established its performance objectives, at least in general terms. This\napproach also may apply to other acquisitions, if the use of both cost and technical performance incentives is desirable and\nadministratively practical.\n(3) The fee adjustment formula should provide an incentive that will be effective over the full range of r"
  },
  "16.406": {
    "title": "Contract clauses.",
    "content": "(a) Insert the clause at 52.216-16, Incentive Price Revision-Firm Target, in solicitations and contracts when a fixed-\nprice incentive (firm target) contract is contemplated. If the contract calls for supplies or services to be ordered under a\nprovisioning document or Government option and the prices are to be subject to the incentive price revision under the clause,\nthe contracting officer shall use the clause with its Alternate I.\n(b) Insert the clause at 52.216-17, Incentive Price Revision-Successive Targets, in solicitations and contracts when a fixed-\nprice incentive (successive targets) contract is contemplated. If the contract calls for supplies or services to be ordered under a\nprovisioning document or Government option and the prices are to be subject to incentive price revision under the clause, the\ncontracting officer shall use the clause with its Alternate I.\n(c) The clause at 52.216-7, Allowable Cost and Payment, is prescribed in 16.307(a) for insertion in solicitations and\ncontracts when a cost-plus-incentive-fee contract or a cost-plus-award-fee contract is contemplated.\n(d) The clause at 52.216-10, Incentive Fee, is prescribed in 16.307(d) for insertion in solicitations and contracts when a\ncost-plus-incentive-fee contract is contemplated.\n(e) Insert an appropriate award-fee clause in solicitations and contracts when an award-fee contract is contemplated,\nprovided that the clause-\n(1) Is prescribed by or approved under agency acquisition regulations;\n(2) Is compatible with the clause at 52.216-7, Allowable Cost and Payment; and\n(3) Expressly provides that the award amount and the award-fee determination methodology are unilateral decisions\nmade solely at the discretion of the Government.\n16.4-6\nSUBPART 16.5 - INDEFINITE-DELIVERY CONTRACTS 16.502\nSubpart 16.5 - Indefinite-Delivery Contracts"
  },
  "16.500": {
    "title": "Scope of subpart.",
    "content": "(a) This subpart prescribes policies and procedures for making awards of indefinite-delivery contracts and establishes a\npreference for making multiple awards of indefinite-quantity contracts.\n(b) This subpart does not limit the use of other than competitive procedures authorized by part 6.\n(c) Nothing in this subpart restricts the authority of the General Services Administration (GSA) to enter into schedule,\nmultiple award, or task or delivery order contracts under any other provision of law. Therefore, GSA regulations and the\ncoverage for the Federal Supply Schedule program in subpart 8.4 and part 38 take precedence over this subpart.\n(d) The statutory multiple award preference implemented by this subpart does not apply to architect-engineer contracts\nsubject to the procedures in subpart 36.6. However, agencies are not precluded from making multiple awards for architect-\nengineer services using the procedures in this subpart, provided the selection of contractors and placement of orders are\nconsistent with subpart 36.6.\n(e) See subpart 19.5 for procedures to set aside part or parts of multiple-award contracts for small businesses; to reserve\none or more awards for small business on multiple-award contracts; and to set aside orders for small businesses under\nmultiple-award contracts."
  },
  "16.501": {
    "title": "[Reserved]",
    "content": "16.501-1 Definitions.\nAs used in this subpart-\nDelivery-order contract means a contract for supplies that does not procure or specify a firm quantity of supplies (other\nthan a minimum or maximum quantity) and that provides for the issuance of orders for the delivery of supplies during the\nperiod of the contract.\nTask-order contract means a contract for services that does not procure or specify a firm quantity of services (other than a\nminimum or maximum quantity) and that provides for the issuance of orders for the performance of tasks during the period of\nthe contract.\n16.501-2 General.\n(a) There are three types of indefinite-delivery contracts: definite-quantity contracts, requirements contracts, and\nindefinite-quantity contracts. The appropriate type of indefinite-delivery contract may be used to acquire supplies and/\nor services when the exact times and/or exact quantities of future deliveries are not known at the time of contract award.\nPursuant to 10 U.S.C. 3401 and 41 U.S.C. 4101, requirements contracts and indefinite-quantity contracts are also known as\ndelivery-order contracts or task-order contracts.\n(b) The various types of indefinite-delivery contracts offer the following advantages:\n(1) All three types permit-\n(i) Government stocks to be maintained at minimum levels; and\n(ii) Direct shipment to users.\n(2) Indefinite-quantity contracts and requirements contracts also permit-\n(i) Flexibility in both quantities and delivery scheduling; and\n(ii) Ordering of supplies or services after requirements materialize.\n(3) Indefinite-quantity contracts limit the Government’s obligation to the minimum quantity specified in the contract.\n(4) Requirements contracts may permit faster deliveries when production lead time is involved, because contractors are\nusually willing to maintain limited stocks when the Government will obtain all of its actual purchase requirements from the\ncontractor.\n(c) Indefinite-delivery contracts may provide for any appropriate cost or pricing "
  },
  "16.502": {
    "title": "Definite-quantity contracts.",
    "content": "(a) Description. A definite-quantity contract provides for delivery of a definite quantity of specific supplies or services for\na fixed period, with deliveries or performance to be scheduled at designated locations upon order.\n(b) Application. A definite-quantity contract may be used when it can be determined in advance that-\n16.5-1\nFAC 2025-06 October 1, 2025"
  },
  "16.503": {
    "title": "Requirements contracts.",
    "content": "(a) Description. A requirements contract provides for filling all actual purchase requirements of designated Government\nactivities for supplies or services during a specified contract period (from one contractor), with deliveries or performance to\nbe scheduled by placing orders with the contractor.\n(1) For the information of offerors and contractors, the contracting officer shall state a realistic estimated total quantity\nin the solicitation and resulting contract. This estimate is not a representation to an offeror or contractor that the estimated\nquantity will be required or ordered, or that conditions affecting requirements will be stable or normal. The contracting\nofficer may obtain the estimate from records of previous requirements and consumption, or by other means, and should base\nthe estimate on the most current information available.\n(2) The contract shall state, if feasible, the maximum limit of the contractor’s obligation to deliver and the\nGovernment’s obligation to order. The contract may also specify maximum or minimum quantities that the Government may\norder under each individual order and the maximum that it may order during a specified period of time.\n(b) Application. (1) A requirements contract may be appropriate for acquiring any supplies or services when the\nGovernment anticipates recurring requirements but cannot predetermine the precise quantities of supplies or services that\ndesignated Government activities will need during a definite period.\n(2) No requirements contract in an amount estimated to exceed $150 million (including all options) may be awarded to\na single source unless a determination is executed in accordance with 16.504(c)(1)(ii)(D).\n(c) Government property furnished for repair. When a requirements contract is used to acquire work (e.g., repair,\nmodification, or overhaul) on existing items of Government property, the contracting officer shall specify in the Schedule\nthat failure of the Government to furnish such items in the amoun"
  },
  "16.504": {
    "title": "Indefinite-quantity contracts.",
    "content": "(a) Description. An indefinite-quantity contract provides for an indefinite quantity, within stated limits, of supplies or\nservices during a fixed period. The Government places orders for individual requirements. Quantity limits may be stated as\nnumber of units or as dollar values.\n(1) The contract must require the Government to order and the contractor to furnish at least a stated minimum quantity\nof supplies or services. In addition, if ordered, the contractor must furnish any additional quantities, not to exceed the stated\nmaximum. The contracting officer should establish a reasonable maximum quantity based on market research, trends on\nrecent contracts for similar supplies or services, survey of potential users, or any other rational basis.\n(2) To ensure that the contract is binding, the minimum quantity must be more than a nominal quantity, but it should not\nexceed the amount that the Government is fairly certain to order.\n(3) The contract may also specify maximum or minimum quantities that the Government may order under each task or\ndelivery order and the maximum that it may order during a specific period of time.\n(4) A solicitation and contract for an indefinite quantity must-\n(i) Specify the period of the contract, including the number of options and the period for which the Government may\nextend the contract under each option;\n(ii) Specify the total minimum and maximum quantity of supplies or services the Government will acquire under the\ncontract;\n16.5-2\nFAC 2025-06 October 1, 2025\nSUBPART 16.5 - INDEFINITE-DELIVERY CONTRACTS 16.504\n(iii) Include a statement of work, specifications, or other description, that reasonably describes the general scope,\nnature, complexity, and purpose of the supplies or services the Government will acquire under the contract in a manner that\nwill enable a prospective offeror to decide whether to submit an offer;\n(iv) State the procedures that the Government will use in issuing orders, including the ordering media, and, if\nmulti"
  },
  "16.505": {
    "title": "FEDERAL ACQUISITION REGULATION",
    "content": "(i) The head of the procuring activity placing the order;\n(ii) A designee who—\n(A) If a member of the armed forces, is a general or flag officer;\n(B) If a civilian, is serving in a position in a grade above GS-15 under the General Schedule (or in a\ncomparable or higher position under another schedule); or\n(iii) An official named in paragraph (b)(2)(ii)(C)(4)of this section.\n(4) For a proposed order exceeding $90 million (or, for DoD, NASA, and the Coast Guard, over $150 million),\nthe justification must be approved by the senior procurement executive of the agency placing the order. This authority is\nnot delegable, except in the case of the Under Secretary of Defense for Acquisition and Sustainment, acting as the senior\nprocurement executive for the Department of Defense.\n(D) Posting. (1) Except as provided in paragraph (b)(2)(ii)(D)(5) of this section, within 14 days after placing an\norder exceeding the simplified acquisition threshold that does not provide for fair opportunity in accordance with 16.505(b),\nthe contract officer shall—\n(i) Publish a notice in accordance with 5.301; and\n(ii) Make publicly available the justification required at of this section.\n(2) The justification shall be made publicly available—\n(i) At the GPE https://www.sam.gov;\n(ii) On the Web site of the agency, which may provide access to the justifications by linking to the GPE;\nand\n(iii) Must remain posted for a minimum of 30 days.\n(3) In the case of an order permitted under paragraph (b)(2)(i)(A) of this section, the justification shall be\nposted within 30 days after award of the order.\n(4) Contracting officers shall carefully screen all justifications for contractor proprietary data and remove\nall such data, and such references and citations as are necessary to protect the proprietary data, before making the\njustifications available for public inspection. Contracting officers shall also be guided by the exemptions to disclosure of\ninformation contained in the Freedom of Information Act (5"
  },
  "16.506": {
    "title": "FEDERAL ACQUISITION REGULATION",
    "content": "(i) See 7.107-6 for use of 52.207-6, Solicitation of Offers from Small Business Concerns and Small Business Teaming\nArrangement or Joint Ventures (Multiple-Award Contracts) in solicitations for multiple-award contracts above the substantial\nbundling threshold of the agency.\n(j) Insert the clause at 52.216-32, Task-Order and Delivery-Order Ombudsman, in solicitations and contracts when a\nmultiple-award indefinite-delivery indefinite-quantity contract is contemplated. Use the clause with its Alternate I when\nthe contract will be available for use by multiple agencies (e.g., Governmentwide acquisition contracts or multi-agency\ncontracts). When placing orders under the multiple-award contract available for use by multiple agencies, the ordering\nactivity's contracting officer shall complete paragraph (d)(2) and include Alternate I in the notice of intent to place an order,\nand in the resulting order.\n16.5-10\nSUBPART 16.6 - TIME-AND-MATERIALS, LABOR-HOUR, AND LETTER CONTRACTS 16.601\nSubpart 16.6 - Time-and-Materials, Labor-Hour, and Letter Contracts"
  },
  "16.600": {
    "title": "Scope.",
    "content": "Time-and-materials contracts and labor-hour contracts are not fixed-price contracts."
  },
  "16.601": {
    "title": "Time-and-materials contracts.",
    "content": "(a) Definitions for the purposes of Time-and-Materials Contracts.\nDirect materials means those materials that enter directly into the end product, or that are used or consumed directly in\nconnection with the furnishing of the end product or service.\nHourly rate means the rate(s) prescribed in the contract for payment for labor that meets the labor category qualifications\nof a labor category specified in the contract that are-\n(1) Performed by the contractor;\n(2) Performed by the subcontractors; or\n(3) Transferred between divisions, subsidiaries, or affiliates of the contractor under a common control.\nMaterials means-\n(1) Direct materials, including supplies transferred between divisions, subsidiaries, or affiliates of the contractor under a\ncommon control;\n(2) Subcontracts for supplies and incidental services for which there is not a labor category specified in the contract;\n(3) Other direct costs (e.g., incidental services for which there is not a labor category specified in the contract, travel,\ncomputer usage charges, etc.); and\n(4) Applicable indirect costs.\n(b) Description. A time-and-materials contract provides for acquiring supplies or services on the basis of-\n(1) Direct labor hours at specified fixed hourly rates that include wages, overhead, general and administrative expenses,\nand profit; and\n(2) Actual cost for materials (except as provided for in 31.205-26(e) and (f)).\n(c) Application. A time-and-materials contract may be used only when it is not possible at the time of placing the contract\nto estimate accurately the extent or duration of the work or to anticipate costs with any reasonable degree of confidence. See\n12.207(b) for the use of time-and-material contracts for certain commercial services.\n(1) Government surveillance. A time-and-materials contract provides no positive profit incentive to the contractor for\ncost control or labor efficiency. Therefore, appropriate Government surveillance of contractor performance is required to give\nreasonable a"
  },
  "16.602": {
    "title": "Labor-hour contracts.",
    "content": "Description. A labor-hour contract is a variation of the time-and-materials contract, differing only in that materials are not\nsupplied by the contractor. See 12.207(b),16.601(c), and 16.601(d) for application and limitations, for time-and-materials\ncontracts that also apply to labor-hour contracts. See 12.207(b) for the use of labor-hour contracts for certain commercial\nservices."
  },
  "16.603": {
    "title": "Letter contracts.",
    "content": "16.603-1 Description.\nA letter contract is a written preliminary contractual instrument that authorizes the contractor to begin immediately\nmanufacturing supplies or performing services.\n16.603-2 Application.\n(a) A letter contract may be used when (1) the Government’s interests demand that the contractor be given a binding\ncommitment so that work can start immediately and (2) negotiating a definitive contract is not possible in sufficient time to\nmeet the requirement. However, a letter contract should be as complete and definite as feasible under the circumstances.\n16.6-2\nSUBPART 16.6 - TIME-AND-MATERIALS, LABOR-HOUR, AND LETTER CONTRACTS 16.603-4\n(b) When a letter contract award is based on price competition, the contracting officer shall include an overall price ceiling\nin the letter contract.\n(c) Each letter contract shall, as required by the clause at 52.216-25, Contract Definitization, contain a negotiated\ndefinitization schedule including (1) dates for submission of the contractor's price proposal, required certified cost or pricing\ndata and data other than certified cost or pricing data; and, if required, make-or-buy and subcontracting plans, (2) a date for\nthe start of negotiations, and (3) a target date for definitization, which shall be the earliest practicable date for definitization.\nThe schedule will provide for definitization of the contract within 180 days after the date of the letter contract or before\ncompletion of 40 percent of the work to be performed, whichever occurs first. However, the contracting officer may, in\nextreme cases and according to agency procedures, authorize an additional period. If, after exhausting all reasonable efforts,\nthe contracting officer and the contractor cannot negotiate a definitive contract because of failure to reach agreement as to\nprice or fee, the clause at 52.216-25 requires the contractor to proceed with the work and provides that the contracting officer\nmay, with the approval of the head of the contracting act"
  },
  "16.701": {
    "title": "Scope.",
    "content": "This subpart prescribes policies and procedures for establishing and using basic agreements and basic ordering\nagreements. (See 13.303 for blanket purchase agreements (BPA’s) and see 35.015(b) for additional coverage of basic\nagreements with educational institutions and nonprofit organizations.)"
  },
  "16.702": {
    "title": "Basic agreements.",
    "content": "(a) Description. A basic agreement is a written instrument of understanding, negotiated between an agency or contracting\nactivity and a contractor, that (1) contains contract clauses applying to future contracts between the parties during its term and\n(2) contemplates separate future contracts that will incorporate by reference or attachment the required and applicable clauses\nagreed upon in the basic agreement. A basic agreement is not a contract.\n(b) Application. A basic agreement should be used when a substantial number of separate contracts may be awarded\nto a contractor during a particular period and significant recurring negotiating problems have been experienced with the\ncontractor. Basic agreements may be used with negotiated fixed-price or cost-reimbursement contracts.\n(1) Basic agreements shall contain-\n(i) Clauses required for negotiated contracts by statute, executive order, and this regulation; and\n(ii) Other clauses prescribed in this regulation or agency acquisition regulations that the parties agree to include in\neach contract as applicable.\n(2) Each basic agreement shall provide for discontinuing its future applicability upon 30 days’ written notice by either\nparty.\n(3) Each basic agreement shall be reviewed annually before the anniversary of its effective date and revised as\nnecessary to conform to the requirements of this regulation. Basic agreements may need to be revised before the annual\nreview due to mandatory statutory requirements. A basic agreement may be changed only by modifying the agreement itself\nand not by a contract incorporating the agreement.\n(4) Discontinuing or modifying a basic agreement shall not affect any prior contract incorporating the basic agreement.\n(5) Contracting officers of one agency should obtain and use existing basic agreements of another agency to the\nmaximum practical extent.\n(c) Limitations. A basic agreement shall not-\n(1) Cite appropriations or obligate funds;\n(2) State or imply any agreement by the Governmen"
  },
  "16.703": {
    "title": "FEDERAL ACQUISITION REGULATION",
    "content": "equipment support by reducing administrative lead-time, inventory investment, and inventory obsolescence due to design\nchanges.\n(c) Limitations. A basic ordering agreement shall not state or imply any agreement by the Government to place future\ncontracts or orders with the contractor or be used in any manner to restrict competition.\n(1) Each basic ordering agreement shall-\n(i) Describe the method for determining prices to be paid to the contractor for the supplies or services;\n(ii) Include delivery terms and conditions or specify how they will be determined;\n(iii) List one or more Government activities authorized to issue orders under the agreement;\n(iv) Specify the point at which each order becomes a binding contract (e.g., issuance of the order, acceptance of the\norder in a specified manner, or failure to reject the order within a specified number of days);\n(v) Provide that failure to reach agreement on price for any order issued before its price is established (see paragraph\n(d)(3) of this section) is a dispute under the Disputes clause included in the basic ordering agreement; and\n(vi) If fast payment procedures will apply to orders, include the special data required by 13.403.\n(2) Each basic ordering agreement shall be reviewed annually before the anniversary of its effective date and revised\nas necessary to conform to the requirements of this regulation. Basic ordering agreements may need to be revised before the\nannual review due to mandatory statutory requirements. A basic ordering agreement shall be changed only by modifying the\nagreement itself and not by individual orders issued under it. Modifying a basic ordering agreement shall not retroactively\naffect orders previously issued under it.\n(d) Orders. A contracting officer representing any Government activity listed in a basic ordering agreement may issue\norders for required supplies or services covered by that agreement.\n(1) Before issuing an order under a basic ordering agreement, the contracting office"
  }
}