{
  "14.000": {
    "title": "Scope of part.",
    "content": "This part prescribes-\n(a) The basic requirements of contracting for supplies and services (including construction) by sealed bidding;\n(b) The information to be included in the solicitation (invitation for bids);\n(c) Procedures concerning the submission of bids;\n(d) Requirements for opening and evaluating bids and awarding contracts; and\n(e) Procedures for two-step sealed bidding.\nSubpart 14.1 - Use of Sealed Bidding"
  },
  "14.301": {
    "title": "Responsiveness of bids.",
    "content": "(a) To be considered for award, a bid must comply in all material respects with the invitation for bids. Such compliance\nenables bidders to stand on an equal footing and maintain the integrity of the sealed bidding system.\n(b) Facsimile bids shall not be considered unless permitted by the solicitation (see 14.202-7).\n(c) Bids should be filled out, executed, and submitted in accordance with the instructions in the invitation. If a bidder uses\nits own bid form or a letter to submit a bid, the bid may be considered only if-\n(1) The bidder accepts all the terms and conditions of the invitation; and\n(2) Award on the bid would result in a binding contract with terms and conditions that do not vary from the terms and\nconditions of the invitation.\n(d) Bids submitted by electronic commerce shall be considered only if the electronic commerce method was specifically\nstipulated or permitted by the solicitation."
  },
  "14.101": {
    "title": "Elements of sealed bidding.",
    "content": "Sealed bidding is a method of contracting that employs competitive bids, public opening of bids, and awards. The\nfollowing steps are involved:\n(a) Preparation of invitations for bids. Invitations must describe the requirements of the Government clearly, accurately,\nand completely. Unnecessarily restrictive specifications or requirements that might unduly limit the number of bidders are\nprohibited. The invitation includes all documents (whether attached or incorporated by reference) furnished prospective\nbidders for the purpose of bidding.\n(b) Publicizing the invitation for bids. Invitations must be publicized through distribution to prospective bidders, posting in\npublic places, and such other means as may be appropriate. Publicizing must occur a sufficient time before public opening of\nbids to enable prospective bidders to prepare and submit bids.\n(c) Submission of bids. Bidders must submit sealed bids to be opened at the time and place stated in the solicitation for the\npublic opening of bids.\n(d) Evaluation of bids. Bids shall be evaluated without discussions.\n(e) Contract award. After bids are publicly opened, an award will be made with reasonable promptness to that responsible\nbidder whose bid, conforming to the invitation for bids, will be most advantageous to the Government, considering only price\nand the price-related factors included in the invitation."
  },
  "14.102": {
    "title": "[Reserved]",
    "content": ""
  },
  "14.103": {
    "title": "Policy.",
    "content": "14.103-1 General.\n(a) Sealed bidding shall be used whenever the conditions in 6.401(a) are met. This requirement applies to any proposed\ncontract action under part 6.\n(b) Sealed bidding may be used for classified acquisitions if its use does not violate agency security requirements.\n(c) The policy for pricing modifications of sealed bid contract appears in 15.403-4(a)(1)(iii).\n14.103-2 Limitations.\nNo awards shall be made as a result of sealed bidding unless-\n(a) Bids have been solicited as required by subpart 14.2;\n(b) Bids have been submitted as required by subpart 14.3;\n(c) The requirements of 1.602-1(b) and part 6 have been met; and\n(d) An award is made to the responsible bidder (see 9.1) whose bid is responsive to the terms of the invitation for bids and\nis most advantageous to the Government, considering only price and the price related factors included in the invitation, as\nprovided in subpart 14.4."
  },
  "14.104": {
    "title": "Types of contracts.",
    "content": "Firm-fixed-price contracts shall be used when the method of contracting is sealed bidding, except that fixed-price contracts\nwith economic price adjustment clauses may be used if authorized in accordance with 16.203 when some flexibility is\nnecessary and feasible. Such clauses must afford all bidders an equal opportunity to bid."
  },
  "14.105": {
    "title": "Solicitations for informational or planning purposes.",
    "content": "(See 15.201(e).)\n14.1-1\nThis page intentionally left blank.\n14.1-2\nSUBPART 14.2 - SOLICITATION OF BIDS 14.201-1\nSubpart 14.2 - Solicitation of Bids"
  },
  "14.402": {
    "title": "Opening of bids.",
    "content": "14.402-1 Unclassified bids.\n(a) The bid opening officer shall decide when the time set for opening bids has arrived and shall inform those present of\nthat decision. The officer shall then (1) personally and publicly open all bids received before that time, (2)if practical, read\nthe bids aloud to the persons present, and (3) have the bids recorded. The original of each bid shall be carefully safeguarded,\nparticularly until the abstract of bids required by 14.403 has been made and its accuracy verified.\n(b) Performance of the procedure in paragraph (a) of this section may be delegated to an assistant, but the bid opening\nofficer remains fully responsible for the actions of the assistant.\n(c) Examination of bids by interested persons shall be permitted if it does not interfere unduly with the conduct of\nGovernment business. Original bids shall not be allowed to pass out of the hands of a Government official unless a duplicate\nbid is not available for public inspection. The original bid may be examined by the public only under the immediate\nsupervision of a Government official and under conditions that preclude possibility of a substitution, addition, deletion, or\nalteration in the bid.\n14.402-2 Classified bids.\nThe general public may not attend bid openings for classified acquisitions. A bidder or its representative may attend and\nrecord the results if the individual has the appropriate security clearance. The contracting officer also may make the bids\navailable at a later time to properly cleared individuals who represent bidders. No public record shall be made of bids or bid\nprices received in response to classified invitations for bids.\n14.402-3 Postponement of openings.\n(a) A bid opening may be postponed even after the time scheduled for bid opening (but otherwise in accordance with\n14.208) when-\n(1) The contracting officer has reason to believe that the bids of an important segment of bidders have been delayed in\nthe mails, or in the communications system specifie"
  },
  "14.201": {
    "title": "Preparation of invitations for bids.",
    "content": "14.201-1 Uniform contract format.\n(a) Contracting officers shall prepare invitations for bids and contracts using the uniform contract format outlined in\nTable 14-1 to the maximum practicable extent. The use of the format facilitates preparation of the solicitation and contract\nas well as reference to, and use of, those documents by bidders and contractors. It need not be used for acquisition of the\nfollowing:\n(1) Construction (see part 36).\n(2) Shipbuilding (including design, construction, and conversion), ship overhaul, and ship repair.\n(3) Subsistence items.\n(4) Supplies or services requiring special contract forms prescribed elsewhere in this regulation that are inconsistent\nwith the uniform contract format.\n(5) Firm-fixed-price or fixed-price with economic price adjustment acquisitions that use the simplified contract format\n(see 14.201-9).\n(b) Information suitable for inclusion in invitations for bids under the uniform contract format shall also be included in\ninvitations for bids not subject to that format if applicable.\n(c) Solicitations to which the uniform contract format applies shall include PartsI, II, III, and IV. If any section of the\nuniform contract format does not apply, the contracting officer should so mark that section in the solicitation. Upon award,\nthe contracting officer shall not physically include PartIV in the resulting contract, but shall retain it in the contract file. (See\n14.201(c).) Award by acceptance of a bid on the award portion of Standard Form 33, Solicitation, Offer and Award (SF 33),\nStandard Form 26, Award/Contract (SF 26), or Standard Form 1447, Solicitation/Contract (SF 1447), incorporates Section K,\nRepresentations, certifications, and other statements of bidders, in the resultant contract even though not physically attached.\nThe representations and certifications shall be incorporated by reference in the contract by using 52.204-19 (see 4.1202(b)) or\nfor acquisitions of commercial products and commercial services see 52.2"
  },
  "14.202": {
    "title": "General rules for solicitation of bids.",
    "content": "14.202-1 Bidding time.\n(a) Policy. A reasonable time for prospective bidders to prepare and submit bids shall be allowed in all invitations,\nconsistent with the needs of the Government. (For construction contracts, see 36.213-3(a).) A bidding time (i.e., the time\nbetween issuance of the solicitation and opening of bids) of at least 30 calendar days shall be provided, when synopsis is\nrequired by subpart 5.2.\n(b) Factors to be considered. Because of unduly limited bidding time, some potential sources may be precluded from\nbidding and others may be forced to include amounts for contingencies that, with additional time, could be eliminated. To\n14.2-5\n14.202-2 FEDERAL ACQUISITION REGULATION\navoid unduly restricting competition or paying higher-than-necessary prices, consideration shall be given to such factors as\nthe following in establishing a reasonable bidding time:\n(1) Degree of urgency;\n(2) Complexity of requirement;\n(3) Anticipated extent of subcontracting;\n(4) Whether use was made of presolicitation notices;\n(5) Geographic distribution of bidders; and\n(6) Normal transmittal time for both invitations and bids.\n14.202-2 [Reserved]\n14.202-3 Bid envelopes.\n(a) Postage or envelopes bearing \"Postage and Fees Paid\" indicia shall not be distributed with the invitation for bids or\notherwise supplied to prospective bidders.\n(b) To provide for ready identification and proper handling of bids, Optional Form 17, Offer Label, may be furnished with\neach bid set. The form may be obtained from the General Services Administration (see 53.107).\n14.202-4 Bid samples.\n(a) Policy. (1) Bidders shall not be required to furnish bid samples unless there are characteristics of the product that\ncannot be described adequately in the specification or purchase description.\n(2) Bid samples will be used only to determine the responsiveness of the bid and will not be used to determine a\nbidder’s ability to produce the required items.\n(3) Bid samples may be examined for any required characteristic"
  },
  "14.203": {
    "title": "Methods of soliciting bids.",
    "content": "14.203-1 Transmittal to prospective bidders.\nInvitations for bids or presolicitation notices must be provided in accordance with 5.102. When a contracting office is\nlocated in the United States, any solicitation sent to a prospective bidder located outside the United States shall be sent by\nelectronic data interchange or air mail if security classification permits.\n14.203-2 Dissemination of information concerning invitations for bids.\nProcedures concerning display of invitations for bids in a public place, information releases to newspapers and trade\njournals, paid advertisements, and synopsizing through the Governmentwide point of entry (GPE) are set forth in 5.101 and\nsubpart 5.2.\n14.203-3 Master solicitation.\nThe master solicitation is provided to potential sources who are requested to retain it for continued and repetitive use.\nIndividual solicitations must reference the date of the current master solicitation and identify any changes. The contracting\nofficer must-\n(a) Make available copies of the master solicitation on request; and\n(b) Provide the cognizant contract administration activity a current copy of the master solicitation."
  },
  "14.204": {
    "title": "Records of invitations for bids and records of bids.",
    "content": "(a) Each contracting office shall retain a record of each invitation that it issues and each abstract or record of bids.\nContracting officers shall review and utilize the information available in connection with subsequent acquisitions of the same\nor similar items.\n(b) The file for each invitation shall show the distribution that was made and the date the invitation was issued. The names\nand addresses of prospective bidders who requested the invitation and were not included on the original solicitation list shall\nbe added to the list and made a part of the record."
  },
  "14.205": {
    "title": "Presolicitation notices.",
    "content": "In lieu of initially forwarding complete bid sets, the contracting officer may send presolicitation notices to concerns. The\nnotice shall-\n(a) Specify the final date for receipt of requests for a complete bid set;\n(b) Briefly describe the requirement and furnish other essential information to enable concerns to determine whether they\nhave an interest in the invitation; and\n(c) Normally not include drawings, plans, and specifications. The return date of the notice must be sufficiently in advance\nof the mailing date of the invitation for bids to permit an accurate estimate of the number of bid sets required. Bid sets shall\nbe sent to concerns that request them in response to the notice."
  },
  "14.206": {
    "title": "[Reserved]",
    "content": ""
  },
  "14.207": {
    "title": "Pre-bid conference.",
    "content": "A pre-bid conference may be used, generally in a complex acquisition, as a means of briefing prospective bidders and\nexplaining complicated specifications and requirements to them as early as possible after the invitation has been issued\nand before the bids are opened. It shall never be used as a substitute for amending a defective or ambiguous invitation. The\nconference shall be conducted in accordance with the procedure prescribed in 15.201."
  },
  "14.208": {
    "title": "Amendment of invitation for bids.",
    "content": "(a) If it becomes necessary to make changes in quantity, specifications, delivery schedules, opening dates, etc., or to\ncorrect a defective or ambiguous invitation, such changes shall be accomplished by amendment of the invitation for bids\nusing Standard Form 30, Amendment of Solicitation/ Modification of Contract. The fact that a change was mentioned at a\n14.2-8\nSUBPART 14.2 - SOLICITATION OF BIDS 14.212\npre-bid conference does not relieve the necessity for issuing an amendment. Amendments shall be sent, before the time for\nbid opening, to everyone to whom invitations have been furnished and shall be displayed in the bid room.\n(b) Before amending an invitation for bids, the contracting officer shall consider the period of time remaining until bid\nopening and the need to extend this period.\n(c) Any information given to a prospective bidder concerning an invitation for bids shall be furnished promptly to all other\nprospective bidders as an amendment to the invitation (1) if such information is necessary for bidders to submit bids or (2)\nif the lack of such information would be prejudicial to uninformed bidders. The information shall be furnished even though\na pre-bid conference is held. No award shall be made on the invitation unless such amendment has been issued in sufficient\ntime to permit all prospective bidders to consider such information in submitting or modifying their bids."
  },
  "14.209": {
    "title": "Cancellation of invitations before opening.",
    "content": "(a) The cancellation of an invitation for bids usually involves a loss of time, effort, and money spent by the Government\nand bidders. Invitations should not be cancelled unless cancellation is clearly in the public interest; e.g.,\n(1) Where there is no longer a requirement for the supplies or services; or\n(2) Where amendments to the invitation would be of such magnitude that a new invitation is desirable.\n(b) When an invitation issued other than electronically is cancelled, bids that have been received shall be returned\nunopened to the bidders and notice of cancellation shall be sent to all prospective bidders to whom invitations were issued.\nWhen an invitation issued electronically is cancelled, a general notice of cancellation shall be posted electronically, the bids\nreceived shall not be viewed, and the bids shall be purged from primary and backup data storage systems.\n(c) The notice of cancellation shall-(1) identify the invitation for bids by number and short title or subject matter, (2)\nbriefly explain the reason the invitation is being cancelled, and (3) where appropriate, assure prospective bidders that they\nwill be given an opportunity to bid on any resolicitation of bids or any future requirements for the type of supplies or services\ninvolved. Cancellations shall be recorded in accordance with 14.403(d)."
  },
  "14.210": {
    "title": "Qualified products.",
    "content": "(See subpart 9.2.)"
  },
  "14.211": {
    "title": "Release of acquisition information.",
    "content": "(a) Before solicitation. Information concerning proposed acquisitions shall not be released outside the Government before\nsolicitation except for presolicitation notices in accordance with 14.205 or 36.213-2, or long-range acquisition estimates in\naccordance with 5.404, or synopses in accordance with 5.201. Within the Government, such information shall be restricted\nto those having a legitimate interest. Releases of information shall be made (1)to all prospective bidders, and (2)as nearly\nas possible at the same time, so that one prospective bidder shall not be given unfair advantage over another. See 3.104\nregarding requirements for proprietary and source selection information including access to and disclosure thereof.\n(b) After solicitation. Discussions with prospective bidders regarding a solicitation shall be conducted and technical or\nother information shall be transmitted only by the contracting officer or superiors having contractual authority or by others\nspecifically authorized. Such personnel shall not furnish any information to a prospective bidder that alone or together with\nother information may afford an advantage over others. However, general information that would not be prejudicial to other\nprospective bidders may be furnished upon request; e.g., explanation of a particular contract clause or a particular condition\nof the schedule in the invitation for bids, and more specific information or clarifications may be furnished by amending the\nsolicitation (see 14.208)."
  },
  "14.212": {
    "title": "Economic purchase quantities (supplies).",
    "content": "Contracting officers shall comply with the economic purchase quantity planning requirements for supplies in subpart 7.2.\nSee 7.203 for instructions regarding use of the provision at 52.207-4, Economic Purchase Quantity-Supplies, and 7.204 for\nguidance on handling responses to that provision.\n14.2-9\nThis page intentionally left blank.\n14.2-10\nSUBPART 14.3 - SUBMISSION OF BIDS 14.304\nSubpart 14.3 - Submission of Bids"
  },
  "14.302": {
    "title": "Bid submission.",
    "content": "Bids shall be submitted so that they will be received in the office designated in the invitation for bids not later than the\nexact time set for opening of bids."
  },
  "14.303": {
    "title": "Modification or withdrawal of bids.",
    "content": "(a) Bids may be modified or withdrawn by any method authorized by the solicitation, if notice is received in the office\ndesignated in the solicitation not later than the exact time set for opening of bids. If the solicitation authorizes facsimile bids,\nbids may be modified or withdrawn via facsimile received at any time before the exact time set for receipt of bids, subject to\nthe conditions specified in the provision prescribed in 14.201-6(v). Modifications received by facsimile shall be sealed in an\nenvelope by a proper official.\n(1) The official shall–\n(i) Write on the envelope–\n(A) The date and time of receipt and by whom; and\n(B) The number of invitation for bids; and\n(ii) Sign the envelope.\n(2) No information contained in the envelope shall be disclosed before the time set for bid opening.\n(b) A bid may be withdrawn in person by a bidder or its authorized representative if, before the exact time set for opening\nof bids, the identity of the persons requesting withdrawal is established and that person signs a receipt for the bid.\n(c) Upon withdrawal of an electronically transmitted bid, the data received shall not be viewed and shall be purged from\nprimary and backup data storage systems."
  },
  "14.304": {
    "title": "FEDERAL ACQUISITION REGULATION",
    "content": "(d) If an emergency or unanticipated event interrupts normal Government processes so that bids cannot be received at the\nGovernment office designated for receipt of bids by the exact time specified in the IFB, and urgent Government requirements\npreclude amendment of the bid opening date, the time specified for receipt of bids will be deemed to be extended to the same\ntime of day specified in the IFB on the first work day on which normal Government processes resume.\n(e) Bids may be withdrawn by written notice received at any time before the exact time set for receipt of bids. If the IFB\nauthorizes facsimile bids, bids may be withdrawn via facsimile received at any time before the exact time set for receipt of\nbids, subject to the conditions specified in the provision at 52.214-31, Facsimile Bids. A bid may be withdrawn in person by\na bidder or its authorized representative if, before the exact time set for receipt of bids, the identity of the person requesting\nwithdrawal is established and the person signs a receipt for the bid. Upon withdrawal of an electronically transmitted bid, the\ndata received must not be viewed and, where practicable, must be purged from primary and backup data storage systems.\n(f) The contracting officer must promptly notify any bidder if its bid, modification, or withdrawal was received late, and\nmust inform the bidder whether its bid will be considered, unless contract award is imminent and the notices prescribed in"
  },
  "14.409": {
    "title": "Information to bidders.",
    "content": "14.409-1 Award of unclassified contracts.\n(a) (1) The contracting officer shall as a minimum (subject to any restrictions in subpart 9.4)-\n(i) Notify each unsuccessful bidder in writing or electronically within threedays after contract award, that its bid was\nnot accepted. \"Day,\" for purposes of the notification process, means calendar day, except that the period will run until a day\nwhich is not a Saturday, Sunday, or legal holiday;\n(ii) Extend appreciation for the interest the unsuccessful bidder has shown in submitting a bid; and\n(iii) When award is made to other than a low bidder, state the reason for rejection in the notice to each of the\nunsuccessful low bidders.\n(2) For acquisitions covered by the World Trade Organization Government Procurement Agreement or a Free Trade\nAgreement (see 25.408(a)(5)), agencies must include in notices given unsuccessful bidders from World Trade Organization\nGovernment Procurement Agreement or Free Trade Agreement countries-\n(i) The dollar amount of the successful bid; and\n(ii) The name and address of the successful bidder.\n(b) Information included in paragraph (a)(2) of this subsection shall be provided to any unsuccessful bidder upon request\nexcept when multiple awards have been made and furnishing information on the successful bids would require so much work\n14.4-9\n14.409-2 FEDERAL ACQUISITION REGULATION\nas to interfere with normal operations of the contracting office. In such circumstances, only information concerning location\nof the abstract of offers need be given.\n(c) When a request is received concerning an unclassified invitation from an inquirer who is neither a bidder nor a\nrepresentative of a bidder, the contracting officer should make every effort to furnish the names of successful bidders and, if\nrequested, the prices at which awards were made. However, when such requests require so much work as to interfere with the\nnormal operations of the contracting office, the inquirer will be advised where a copy of the abstra"
  },
  "14.400": {
    "title": "Scope of subpart.",
    "content": "This subpart contains procedures for the receipt, handling, opening, and disposition of bids including mistakes in bids, and\nsubsequent award of contracts."
  },
  "14.401": {
    "title": "Receipt and safeguarding of bids.",
    "content": "(a) All bids (including modifications) received before the time set for the opening of bids shall be kept secure. Except as\nprovided in paragraph (b) of this section, the bids shall not be opened or viewed, and shall remain in a locked bid box, a safe,\nor in a secured, restricted-access electronic bid box. If an invitation for bids is cancelled, bids shall be returned to the bidders.\nNecessary precautions shall be taken to ensure the security of the bid box or safe. Before bid opening, information concerning\nthe identity and number of bids received shall be made available only to Government employees. Such disclosure shall\nbe only on a \"need to know\" basis. When bid samples are submitted, they shall be handled with sufficient care to prevent\ndisclosure of characteristics before bid opening.\n(b) Envelopes marked as bids but not identifying the bidder or the solicitation may be opened solely for the purpose of\nidentification, and then only by an official designated for this purpose. If a sealed bid is opened by mistake (e.g., because it\nis not marked as being a bid), the envelope shall be signed by the opener, whose position shall also be written thereon, and\ndelivered to the designated official. This official shall immediately write on the envelope (1)an explanation of the opening,\n(2) the date and time opened, and (3) the invitation for bids number, and shall sign the envelope. The official shall then\nimmediately reseal the envelope."
  },
  "14.403": {
    "title": "Recording of bids.",
    "content": "(a) Standard Form 1409, Abstract of Offers, or Optional Form 1419, Abstract of Offers-Construction (or automated\nequivalent), shall be completed and certified as to its accuracy by the bid opening officer as soon after bid opening as\npracticable. Where bid items are too numerous to warrant complete recording of all bids, abstract entries for individual bids\nmay be limited to item numbers and bid prices. In preparing these forms, the extra columns and SF 1410, Abstract of Offers-\nContinuation, and OF 1419A, Abstract of Offer-Construction, Continuation Sheet, may be used to label and record such\ninformation as the contracting activity deems necessary.\n(b) Abstracts of offers for unclassified acquisitions shall be available for public inspection. Such abstracts shall not contain\ninformation regarding failure to meet minimum standards of responsibility, apparent collusion of bidders, or other notations\nproperly exempt from disclosure to the public in accordance with agency regulations implementing subpart 24.2.\n(c) The forms identified in paragraph (a) of this section need not be used by the Defense Energy Support Center for\nacquisitions of coal or petroleum products or by the Defense Supply Center Philadelphia for perishable subsistence items.\n(d) If an invitation for bids is canceled before the time set for bid opening, this fact shall be recorded together with a\nstatement of the number of bids invited and the number of bids received."
  },
  "14.404": {
    "title": "Rejection of bids.",
    "content": "14.404-1 Cancellation of invitations after opening.\n(a) (1) Preservation of the integrity of the competitive bid system dictates that, after bids have been opened, award must\nbe made to that responsible bidder who submitted the lowest responsive bid, unless there is a compelling reason to reject all\nbids and cancel the invitation.\n(2) Every effort shall be made to anticipate changes in a requirement before the date of opening and to notify all\nprospective bidders of any resulting modification or cancellation. This will permit bidders to change their bids and prevent\nunnecessary exposure of bid prices.\n(3) As a general rule, after the opening of bids, an invitation should not be cancelled and resolicited due solely\nto increased requirements for the items being acquired. Award should be made on the initial invitation for bids and the\nadditional quantity should be treated as a new acquisition.\n(b) When it is determined before award but after opening that the requirements of 11.201 (relating to the availability and\nidentification of specifications) have not been met, the invitation shall be cancelled.\n(c) Invitations may be cancelled and all bids rejected before award but after opening when, consistent with subparagraph\n(a)(1) of this section, the agency head determines in writing that-\n(1) Inadequate or ambiguous specifications were cited in the invitation;\n(2) Specifications have been revised;\n(3) The supplies or services being contracted for are no longer required;\n(4) The invitation did not provide for consideration of all factors of cost to the Government, such as cost of transporting\nGovernment-furnished property to bidders’ plants;\n(5) Bids received indicate that the needs of the Government can be satisfied by a less expensive article differing from\nthat for which the bids were invited;\n(6) All otherwise acceptable bids received are at unreasonable prices, or only one bid is received and the contracting\nofficer cannot determine the reasonableness of the bid price"
  },
  "14.405": {
    "title": "Minor informalities or irregularities in bids.",
    "content": "A minor informality or irregularity is one that is merely a matter of form and not of substance. It also pertains to some\nimmaterial defect in a bid or variation of a bid from the exact requirements of the invitation that can be corrected or waived\nwithout being prejudicial to other bidders. The defect or variation is immaterial when the effect on price, quantity, quality, or\ndelivery is negligible when contrasted with the total cost or scope of the supplies or services being acquired. The contracting\nofficer either shall give the bidder an opportunity to cure any deficiency resulting from a minor informality or irregularity\nin a bid or waive the deficiency, whichever is to the advantage of the Government. Examples of minor informalities or\nirregularities include failure of a bidder to-\n(a) Return the number of copies of signed bids required by the invitation;\n(b) Furnish required information concerning the number of its employees;\n(c) Sign its bid, but only if-\n(1) The unsigned bid is accompanied by other material indicating the bidder’s intention to be bound by the unsigned bid\n(such as the submission of a bid guarantee or a letter signed by the bidder, with the bid, referring to and clearly identifying the\nbid itself); or\n(2) The firm submitting a bid has formally adopted or authorized, before the date set for opening of bids, the execution\nof documents by typewritten, printed, or stamped signature and submits evidence of such authorization and the bid carries\nsuch a signature;\n(d) Acknowledge receipt of an amendment to an invitation for bids, but only if-\n(1) The bid received clearly indicates that the bidder received the amendment, such as where the amendment added\nanother item to the invitation and the bidder submitted a bid on the item; or\n(2) The amendment involves only a matter of form or has either no effect or merely a negligible effect on price,\nquantity, quality, or delivery of the item bid upon; and\n(e) Execute the representations with respect to Equal"
  },
  "14.406": {
    "title": "Receipt of an unreadable electronic bid.",
    "content": "If a bid received at the Government facility by electronic data interchange is unreadable to the degree that conformance to\nthe essential requirements of the invitation for bids cannot be ascertained, the contracting officer immediately shall notify the\nbidder that the bid will be rejected unless the bidder provides clear and convincing evidence-\n(a) Of the content of the bid as originally submitted; and\n14.4-4\nSUBPART 14.4 - OPENING OF BIDS AND AWARD OF CONTRACT 14.407-3\n(b) That the unreadable condition of the bid was caused by Government software or hardware error, malfunction, or other\nGovernment mishandling."
  },
  "14.407": {
    "title": "Mistakes in bids.",
    "content": "14.407-1 General.\nAfter the opening of bids, contracting officers shall examine all bids for mistakes. In cases of apparent mistakes and in\ncases where the contracting officer has reason to believe that a mistake may have been made, the contracting officer shall\nrequest from the bidder a verification of the bid, calling attention to the suspected mistake. If the bidder alleges a mistake, the\nmatter shall be processed in accordance with this section 14.407. Such actions shall be taken before award.\n14.407-2 Apparent clerical mistakes.\n(a) Any clerical mistake, apparent on its face in the bid, may be corrected by the contracting officer before award. The\ncontracting officer first shall obtain from the bidder a verification of the bid intended. Examples of apparent mistakes are-\n(1) Obvious misplacement of a decimal point;\n(2) Obviously incorrect discounts (for example, 1 percent 10 days, 2 percent 20 days, 5 percent 30 days);\n(3) Obvious reversal of the price f.o.b. destination and price f.o.b. origin; and\n(4) Obvious mistake in designation of unit.\n(b) Correction of the bid shall be effected by attaching the verification to the original bid and a copy of the verification to\nthe duplicate bid. Correction shall not be made on the face of the bid; however, it shall be reflected in the award document.\n(c) Correction of bids submitted by electronic data interchange shall be effected by including in the electronic solicitation\nfile the original bid, the verification request, and the bid verification.\n14.407-3 Other mistakes disclosed before award.\nIn order to minimize delays in contract awards, administrative determinations may be made as described in this 14.407-3\nin connection with mistakes in bids alleged after opening of bids and before award. The authority to permit correction of bids\nis limited to bids that, as submitted, are responsive to the invitation and may not be used to permit correction of bids to make\nthem responsive. This authority is in addition to that in"
  },
  "14.408": {
    "title": "Award.",
    "content": "14.408-1 General.\n(a) The contracting officer shall make a contract award (1) by written or electronic notice, (2) within the time for\nacceptance specified in the bid or an extension (see 14.404-1(d)), and (3) to that responsible bidder whose bid, conforming\nto the invitation, will be most advantageous to the Government, considering only price and the price-related factors (see\n14.201-8) included in the invitation. Award shall not be made until all required approvals have been obtained and the award\notherwise conforms with 14.103-2.\n(b) If less than three bids have been received, the contracting officer shall examine the situation to ascertain the reasons for\nthe small number of responses. Award shall be made notwithstanding the limited number of bids. However, the contracting\nofficer shall initiate, if appropriate, corrective action to increase competition in future solicitations for the same or similar\nitems, and include a notation of such action in the records of the invitation for bids (see 14.204).\n(c) (1) Award shall be made by mailing or otherwise furnishing a properly executed award document to the successful\nbidder.\n(2) When a notice of award is issued, it shall be followed as soon as possible by the formal award.\n(3) When more than one award results from any single invitation for bids, separate award documents shall be suitably\nnumbered and executed.\n(4) When an award is made to a bidder for less than all of the items that may be awarded to that bidder and additional\nitems are being withheld for subsequent award, the award shall state that the Government may make subsequent awards on\nthose additional items within the bid acceptance period.\n(5) All provisions of the invitation for bids, including any acceptable additions or changes made by a bidder in the bid,\nshall be clearly and accurately set forth (either expressly or by reference) in the award document. The award is an acceptance\nof the bid, and the bid and the award constitute the contract.\n(d) (1) Aw"
  },
  "14.501": {
    "title": "General.",
    "content": "Two-step sealed bidding is a combination of competitive procedures designed to obtain the benefits of sealed bidding\nwhen adequate specifications are not available. An objective is to permit the development of a sufficiently descriptive and\nnot unduly restrictive statement of the Government’s requirements, including an adequate technical data package, so that\nsubsequent acquisitions may be made by conventional sealed bidding. This method is especially useful in acquisitions\nrequiring technical proposals, particularly those for complex items. It is conducted in two steps:\n(a) Step one consists of the request for, submission, evaluation, and (if necessary) discussion of a technical proposal.\nNo pricing is involved. The objective is to determine the acceptability of the supplies or services offered. As used in this\ncontext, the word \"technical\" has a broad connotation and includes, among other things, the engineering approach, special\nmanufacturing processes, and special testing techniques. It is the proper step for clarification of questions relating to technical\nrequirements. Conformity to the technical requirements is resolved in this step, but not responsibility as defined in 9.1.\n(b) Step two involves the submission of sealed priced bids by those who submitted acceptable technical proposals in step\none. Bids submitted in step two are evaluated and the awards made in accordance with subparts 14.3 and 14.4."
  },
  "14.502": {
    "title": "Conditions for use.",
    "content": "(a) Unless other factors require the use of sealed bidding, two-step sealed bidding may be used in preference to negotiation\nwhen all of the following conditions are present:\n(1) Available specifications or purchase descriptions are not definite or complete or may be too restrictive\nwithout technical evaluation, and any necessary discussion, of the technical aspects of the requirement to ensure mutual\nunderstanding between each source and the Government.\n(2) Definite criteria exist for evaluating technical proposals\n(3) More than one technically qualified source is expected to be available.\n(4) Sufficient time will be available for use of the two-step method.\n(5) A firm-fixed-price contract or a fixed-price contract with economic price adjustment will be used.\n(b) None of the following precludes the use of two-step sealed bidding:\n(1) Multi-year contracting.\n(2) Government property to be made available to the successful bidder.\n(3) A total small business set-aside (see 19.502-2).\n(4) The use of a set-aside or price evaluation preference for HUBZone small business concerns (see subpart 19.13).\n(5) The use of a set-aside for service-disabled veteran-owned small business concerns (see subpart 19.14).\n(6) The use of a set-aside for economically disadvantaged women-owned small business concerns and women-owned\nsmall business concerns eligible under the Women-Owned Small Business Program (see subpart 19.15).\n(7) A first or subsequent production quantity is being acquired under a performance specification."
  },
  "14.503": {
    "title": "Procedures.",
    "content": "14.503-1 Step one.\n(a) Requests for technical proposals shall be synopsized in accordance with part 5. The request must include, as a\nminimum, the following:\n(1) A description of the supplies or services required.\n(2) A statement of intent to use the two-step method.\n(3) The requirements of the technical proposal.\n(4) The evaluation criteria, to include all factors and any significant subfactors.\n(5) A statement that the technical proposals shall not include prices or pricing information.\n(6) The date, or date and hour, by which the proposal must be received (see 14.201-6(r)).\n(7) A statement that-\n(i) In the second step, only bids based upon technical proposals determined to be acceptable, either initially or as a\nresult of discussions, will be considered for awards, and\n(ii) Each bid in the second step must be based on the bidder’s own technical proposals.\n(8) A statement that-\n(i) Offerors should submit proposals that are acceptable without additional explanation or information,\n14.5-1\n14.503-2 FEDERAL ACQUISITION REGULATION\n(ii) The Government may make a final determination regarding a proposal’s acceptability solely on the basis of the\nproposal as submitted; and\n(iii) The Government may proceed with the second step without requesting further information from any offeror;\nhowever, the Government may request additional information from offerors of proposals that it considers reasonably\nsusceptible of being made acceptable, and may discuss proposals with their offerors.\n(9) A statement that a notice of unacceptability will be forwarded to the offeror upon completion of the proposal\nevaluation and final determination of unacceptability.\n(10) A statement either that only one technical proposal may be submitted by each offeror or that multiple technical\nproposals may be submitted. When specifications permit different technical approaches, it is generally in the Government’s\ninterest to authorize multiple proposals. If multiple proposals are authorized, see 14.201-6(s"
  }
}