{
  "15.000": {
    "title": "Scope of part.",
    "content": "This part prescribes policies and procedures governing competitive and noncompetitive negotiated acquisitions. A contract\nawarded using other than sealed bidding procedures is a negotiated contract (see 14.101)."
  },
  "15.001": {
    "title": "Definitions.",
    "content": "As used in this part-\nDeficiency is a material failure of a proposal to meet a Government requirement or a combination of significant\nweaknesses in a proposal that increases the risk of unsuccessful contract performance to an unacceptable level.\nProposal modification is a change made to a proposal before the solicitation closing date and time, or made in response to\nan amendment, or made to correct a mistake at any time before award.\nProposal revision is a change to a proposal made after the solicitation closing date, at the request of or as allowed by a\ncontracting officer, as the result of negotiations.\nWeakness means a flaw in the proposal that increases the risk of unsuccessful contract performance. A \"significant\nweakness\" in the proposal is a flaw that appreciably increases the risk of unsuccessful contract performance."
  },
  "15.002": {
    "title": "Types of negotiated acquisition.",
    "content": "(a) Sole source acquisitions. When contracting in a sole source environment, the request for proposals (RFP) should be\ntailored to remove unnecessary information and requirements; e.g., evaluation criteria and voluminous proposal preparation\ninstructions.\n(b) Competitive acquisitions. When contracting in a competitive environment, the procedures of this part are intended to\nminimize the complexity of the solicitation, the evaluation, and the source selection decision, while maintaining a process\ndesigned to foster an impartial and comprehensive evaluation of offerors’ proposals, leading to selection of the proposal\nrepresenting the best value to the Government (see 2.101).\nSubpart 15.1 - Source Selection Processes and Techniques"
  },
  "15.100": {
    "title": "Scope of subpart.",
    "content": "This subpart describes some of the acquisition processes and techniques that may be used to design competitive\nacquisition strategies suitable for the specific circumstances of the acquisition."
  },
  "15.101": {
    "title": "Best value continuum.",
    "content": "An agency can obtain best value in negotiated acquisitions by using any one or a combination of source selection\napproaches. In different types of acquisitions, the relative importance of cost or price may vary. For example, in acquisitions\nwhere the requirement is clearly definable and the risk of unsuccessful contract performance is minimal, cost or price may\nplay a dominant role in source selection. The less definitive the requirement, the more development work required, or the\ngreater the performance risk, the more technical or past performance considerations may play a dominant role in source\nselection.\n15.101-1 Tradeoff process.\n(a) A tradeoff process is appropriate when it may be in the best interest of the Government to consider award to other than\nthe lowest priced offeror or other than the highest technically rated offeror.\n(b) When using a tradeoff process, the following apply:\n(1) All evaluation factors and significant subfactors that will affect contract award and their relative importance shall be\nclearly stated in the solicitation; and\n(2) The solicitation shall state whether all evaluation factors other than cost or price, when combined, are significantly\nmore important than, approximately equal to, or significantly less important than cost or price.\n(c) This process permits tradeoffs among cost or price and non-cost factors and allows the Government to accept other\nthan the lowest priced proposal. The perceived benefits of the higher priced proposal shall merit the additional cost, and the\nrationale for tradeoffs must be documented in the file in accordance with 15.406.\n15.101-2 Lowest price technically acceptable source selection process.\n(a) The lowest price technically acceptable source selection process is appropriate when best value is expected to result\nfrom selection of the technically acceptable proposal with the lowest evaluated price.\n15.1-1\n15.101-3 FEDERAL ACQUISITION REGULATION\n(b) When using the lowest price technically acceptable proc"
  },
  "15.102": {
    "title": "Oral presentations.",
    "content": "(a) Oral presentations by offerors as requested by the Government may substitute for, or augment, written information.\nUse of oral presentations as a substitute for portions of a proposal can be effective in streamlining the source selection\nprocess. Oral presentations may occur at any time in the acquisition process, and are subject to the same restrictions as\nwritten information, regarding timing (see 15.208) and content (see 15.306). Oral presentations provide an opportunity for\ndialogue among the parties. Pre-recorded videotaped presentations that lack real-time interactive dialogue are not considered\noral presentations for the purposes of this section, although they may be included in offeror submissions, when appropriate.\n(b) The solicitation may require each offeror to submit part of its proposal through oral presentations. However,\nrepresentations and certifications shall be submitted as required in the FAR provisions at 52.204-8(d) or 52.212-3(b), and a\nsigned offer sheet (including any exceptions to the Government’s terms and conditions) shall be submitted in writing.\n15.1-2\nSUBPART 15.1 - SOURCE SELECTION PROCESSES AND TECHNIQUES 15.102\n(c) Information pertaining to areas such as an offeror’s capability, past performance, work plans or approaches, staffing\nresources, transition plans, or sample tasks (or other types of tests) may be suitable for oral presentations. In deciding what\ninformation to obtain through an oral presentation, consider the following:\n(1) The Government’s ability to adequately evaluate the information;\n(2) The need to incorporate any information into the resultant contract;\n(3) The impact on the efficiency of the acquisition; and\n(4) The impact (including cost) on small businesses. In considering the costs of oral presentations, contracting officers\nshould also consider alternatives to on-site oral presentations (e.g., teleconferencing, video teleconferencing).\n(d) When oral presentations are required, the solicitation shall provide "
  },
  "15.200": {
    "title": "Scope of subpart.",
    "content": "This subpart prescribes policies and procedures for-\n(a) Exchanging information with industry prior to receipt of proposals;\n(b) Preparing and issuing requests for proposals (RFPs) and requests for information (RFIs); and\n(c) Receiving proposals and information."
  },
  "15.201": {
    "title": "Exchanges with industry before receipt of proposals.",
    "content": "(a) Exchanges of information among all interested parties, from the earliest identification of a requirement through receipt\nof proposals, are encouraged. Any exchange of information must be consistent with procurement integrity requirements (see\n3.104). Interested parties include potential offerors, end users, Government acquisition and supporting personnel, and others\ninvolved in the conduct or outcome of the acquisition.\n(b) The purpose of exchanging information is to improve the understanding of Government requirements and industry\ncapabilities, thereby allowing potential offerors to judge whether or how they can satisfy the Government’s requirements, and\nenhancing the Government’s ability to obtain quality supplies and services, including construction, at reasonable prices, and\nincrease efficiency in proposal preparation, proposal evaluation, negotiation, and contract award.\n(c) Agencies are encouraged to promote early exchanges of information about future acquisitions. An early exchange of\ninformation among industry and the program manager, contracting officer, and other participants in the acquisition process\ncan identify and resolve concerns regarding the acquisition strategy, including proposed contract type, terms and conditions,\nand acquisition planning schedules; the feasibility of the requirement, including performance requirements, statements of\nwork, and data requirements; the suitability of the proposal instructions and evaluation criteria, including the approach\nfor assessing past performance information; the availability of reference documents; and any other industry concerns or\nquestions. Some techniques to promote early exchanges of information are-\n(1) Industry or small business conferences;\n(2) Public hearings;\n(3) Market research, as described in part 10;\n(4) One-on-one meetings with potential offerors (any that are substantially involved with potential contract terms and\nconditions should include the contracting officer; also see paragraph (f"
  },
  "15.202": {
    "title": "Advisory multi-step process.",
    "content": "(a) The agency may publish a presolicitation notice (see 5.204) that provides a general description of the scope or purpose\nof the acquisition and invites potential offerors to submit information that allows the Government to advise the offerors about\ntheir potential to be viable competitors. The presolicitation notice should identify the information that must be submitted\n15.2-1"
  },
  "15.203": {
    "title": "Requests for proposals.",
    "content": "(a) Requests for proposals (RFPs) are used in negotiated acquisitions to communicate Government requirements to\nprospective contractors and to solicit proposals. RFPs for competitive acquisitions shall, at a minimum, describe the-\n(1) Government’s requirement;\n(2) Anticipated terms and conditions that will apply to the contract. The solicitation may authorize offerors to propose\nalternative terms and conditions. If the solicitation permits offerors to submit one or more additional proposals with\nalternative line items (see 52.204-22 or 52.212-1(e)), the evaluation approach should consider the potential impact of the\nalternative line items on other terms and conditions or the requirement (e.g., place of performance or payment and funding\nrequirements) (see 15.206);\n(3) Information required to be in the offeror’s proposal; and\n(4) Factors and significant subfactors that will be used to evaluate the proposal and their relative importance.\n(b) An RFP may be issued for OMB CircularA-76 studies. See subpart 7.3 for additional information regarding cost\ncomparisons between Government and contractor performance.\n(c) Electronic commerce may be used to issue RFPs and to receive proposals, modifications, and revisions. In this case,\nthe RFP shall specify the electronic commerce method(s) that offerors may use (see subpart 4.5).\n(d) Contracting officers may issue RFPs and/or authorize receipt of proposals, modifications, or revisions by facsimile.\n(1) In deciding whether or not to use facsimiles, the contracting officer should consider factors such as-\n(i) Anticipated proposal size and volume;\n(ii) Urgency of the requirement;\n(iii) Availability and suitability of electronic commerce methods; and\n(iv) Adequacy of administrative procedures and controls for receiving, identifying, recording, and safeguarding\nfacsimile proposals, and ensuring their timely delivery to the designated proposal delivery location.\n(2) If facsimile proposals are authorized, contracting officers may reque"
  },
  "15.204": {
    "title": "Contract format.",
    "content": "The use of a uniform contract format facilitates preparation of the solicitation and contract as well as reference to, and use\nof, those documents by offerors, contractors, and contract administrators. The uniform contract format need not be used for\nthe following:\n(a) Construction and architect-engineer contracts (see part 36).\n(b) Subsistence contracts.\n(c) Supplies or services contracts requiring special contract formats prescribed elsewhere in this regulation that are\ninconsistent with the uniform format.\n(d) Letter requests for proposals (see 15.203(e)).\n(e) Contracts exempted by the agency head or designee.\n15.204-1 Uniform contract format.\n(a) Contracting officers shall prepare solicitations and resulting contracts using the uniform contract format outlined in\nTable 15-1 of this subsection.\n(b) Solicitations using the uniform contract format shall include Parts I, II, III, and IV (see 15.204-2 through 15.204-5).\nUpon award, contracting officers shall not physically include Part IV in the resulting contract, but shall retain it in the\ncontract file. (See 4.1201(c).) The representations and certifications are incorporated by reference in the contract by using\n52.204-19 (see 4.1202(b)) or for acquisitions of commercial products and commercial services see 52.212-4(v).\nTable 15-1 - Uniform Contract Format\nSECTION TITLE\nPart I-The Schedule\nA Solicitation/contract form\nB Supplies or services and prices/costs\nC Description/specifications/statement of work\nD Packaging and marking\nE Inspection and acceptance\nF Deliveries or performance\nG Contract administration data\nH Special contract requirements\nPart II-Contract Clauses\nI Contract clauses\nPart III-List of Documents, Exhibits, and Other Attachments\nJ List of attachments\nPart IV-Representations and Instructions\n15.2-3\n15.204-2 FEDERAL ACQUISITION REGULATION\nSECTION TITLE\nK Representations, certifications, and other statements of offerors or respondents\nL Instructions, conditions, and notices to offerors or respondents"
  },
  "15.205": {
    "title": "Issuing solicitations.",
    "content": "(a) The contracting officer shall issue solicitations to potential sources in accordance with the policies and procedures in\n5.102, 19.202-4, and part 6.\n(b) A master solicitation, as described in 14.203-3, may also be used for negotiated acquisitions."
  },
  "15.206": {
    "title": "Amending the solicitation.",
    "content": "(a) When, either before or after receipt of proposals, the Government changes its requirements or terms and conditions, the\ncontracting officer shall amend the solicitation.\n(b) Amendments issued before the established time and date for receipt of proposals shall be issued to all parties receiving\nthe solicitation.\n(c) Amendments issued after the established time and date for receipt of proposals shall be issued to all offerors that have\nnot been eliminated from the competition.\n(d) If a proposal of interest to the Government involves a departure from the stated requirements, the contracting officer\nshall amend the solicitation, provided this can be done without revealing to the other offerors the alternate solution proposed\nor any other information that is entitled to protection (see 15.207(b) and 15.306(e)).\n(e) If, in the judgment of the contracting officer, based on market research or otherwise, an amendment proposed for\nissuance after offers have been received is so substantial as to exceed what prospective offerors reasonably could have\nanticipated, so that additional sources likely would have submitted offers had the substance of the amendment been known\nto them, the contracting officer shall cancel the original solicitation and issue a new one, regardless of the stage of the\nacquisition.\n(f) Oral notices may be used when time is of the essence. The contracting officer shall document the contract file and\nformalize the notice with an amendment (see subpart 4.5, Electronic Commerce in Contracting).\n(g) At a minimum, the following information should be included in each amendment:\n(1) Name and address of issuing activity.\n(2) Solicitation number and date.\n(3) Amendment number and date.\n(4) Number of pages.\n(5) Description of the change being made.\n(6) Government point of contact and phone number (and electronic or facsimile address, if appropriate).\n(7) Revision to solicitation closing date, if applicable."
  },
  "15.207": {
    "title": "Handling proposals and information.",
    "content": "(a) Upon receipt at the location specified in the solicitation, proposals and information received in response to a request for\ninformation (RFI) shall be marked with the date and time of receipt and shall be transmitted to the designated officials.\n(b) Proposals shall be safeguarded from unauthorized disclosure throughout the source selection process. (See 3.104\nregarding the disclosure of source selection information (41 U.S.C. chapter 21, Restrictions on Obtaining and Disclosing\nCertain Information). Information received in response to an RFI shall be safeguarded adequately from unauthorized\ndisclosure.\n15.2-5"
  },
  "15.208": {
    "title": "Submission, modification, revision, and withdrawal of proposals.",
    "content": "(a) Offerors are responsible for submitting proposals, and any revisions, and modifications, so as to reach the Government\noffice designated in the solicitation by the time specified in the solicitation. Offerors may use any transmission method\nauthorized by the solicitation (i.e., regular mail, electronic commerce, or facsimile). If no time is specified in the solicitation,\nthe time for receipt is 4:30 p.m., local time, for the designated Government office on the date that proposals are due.\n(b) (1) Any proposal, modification, or revision, that is received at the designated Government office after the exact\ntime specified for receipt of proposals is \"late\" and will not be considered unless it is received before award is made, the\ncontracting officer determines that accepting the late proposal would not unduly delay the acquisition; and-\n(i) If it was transmitted through an electronic commerce method authorized by the solicitation, it was received at the\ninitial point of entry to the Government infrastructure not later than 5:00 p.m. one working day prior to the date specified for\nreceipt of proposals; or\n(ii) There is acceptable evidence to establish that it was received at the Government installation designated for\nreceipt of proposals and was under the Government’s control prior to the time set for receipt of proposals; or\n(iii) It was the only proposal received.\n(2) However, a late modification of an otherwise successful proposal, that makes its terms more favorable to the\nGovernment, will be considered at any time it is received and may be accepted.\n(c) Acceptable evidence to establish the time of receipt at the Government installation includes the time/date stamp of that\ninstallation on the proposal wrapper, other documentary evidence of receipt maintained by the installation, or oral testimony\nor statements of Government personnel.\n(d) If an emergency or unanticipated event interrupts normal Government processes so that proposals cannot be received\nat the Gov"
  },
  "15.209": {
    "title": "Solicitation provisions and contract clauses.",
    "content": "When contracting by negotiation-\n(a) The contracting officer shall insert the provision at 52.215-1, Instructions to Offerors-Competitive Acquisition, in all\ncompetitive solicitations where the Government intends to award a contract without discussions.\n15.2-6\nSUBPART 15.2 - SOLICITATION AND RECEIPT OF PROPOSALS AND INFORMATION 15.210\n(1) If the Government intends to make award after discussions with offerors within the competitive range, the\ncontracting officer shall use the basic provision with its Alternate I.\n(2) If the Government would be willing to accept alternate proposals, the contracting officer shall alter the basic clause\nto add a new paragraph (c)(9) substantially the same as Alternate II.\n(b) (1) Except as provided in paragraph (b)(2) of this section, the contracting officer shall insert the clause at 52.215-2,\nAudit and Records-Negotiation (10 U.S.C. 3841, 41 U.S.C. 4706, and Audit Requirements in the OMB Uniform Guidance at\n2 CFR part 200, subpart F), in solicitations and contracts except those for-\n(i) Acquisitions not exceeding the simplified acquisition threshold;\n(ii) The acquisition of utility services at rates not exceeding those established to apply uniformly to the general\npublic, plus any applicable reasonable connection charge; or\n(iii) The acquisition of commercial products or commercial services exempted under 15.403-1.\n(2) (i) When using funds appropriated or otherwise made available by the American Recovery and Reinvestment Act\nof 2009 (Pub. L. 111-5)-\n(A) The exceptions in paragraphs (b)(1)(i) through (b)(1)(iii) are not applicable; and\n(B) Use the clause with its Alternate I.\n(ii) (A) In the case of a bilateral contract modification that will use funds appropriated or otherwise made available\nby the American Recovery and Reinvestment Act of 2009, the contracting officer shall specify applicability of Alternate I to\nthat modification.\n(B) In the case of a task- or delivery-order contract in which not all orders will use funds appropria"
  },
  "15.210": {
    "title": "Forms.",
    "content": "Prescribed forms are not required to prepare solicitations described in this part. The following forms may be used at the\ndiscretion of the contracting officer:\n(a) Standard Form 33, Solicitation, Offer and Award, and Optional Form 308, Solicitation and Offer-Negotiated\nAcquisition, may be used to issue RFPs and RFIs.\n(b) Standard Form 30, Amendment of Solicitation/ Modification of Contract, and Optional Form 309, Amendment of\nSolicitation, may be used to amend solicitations of negotiated contracts.\n(c) Optional Form 17, Offer Label, may be furnished with each request for proposal.\n15.2-7\nThis page intentionally left blank.\n15.2-8\nSUBPART 15.3 - SOURCE SELECTION 15.304\nSubpart 15.3 - Source Selection"
  },
  "15.501": {
    "title": "Definition.",
    "content": "Day, as used in this subpart, has the meaning set forth at 33.101."
  },
  "15.300": {
    "title": "Scope of subpart.",
    "content": "This subpart prescribes policies and procedures for selection of a source or sources in competitive negotiated acquisitions."
  },
  "15.301": {
    "title": "[Reserved]",
    "content": ""
  },
  "15.302": {
    "title": "Source selection objective.",
    "content": "The objective of source selection is to select the proposal that represents the best value."
  },
  "15.303": {
    "title": "Responsibilities.",
    "content": "(a) Agency heads are responsible for source selection. The contracting officer is designated as the source selection\nauthority, unless the agency head appoints another individual for a particular acquisition or group of acquisitions.\n(b) The source selection authority shall-\n(1) Establish an evaluation team, tailored for the particular acquisition, that includes appropriate contracting, legal,\nlogistics, technical, and other expertise to ensure a comprehensive evaluation of offers;\n(2) Approve the source selection strategy or acquisition plan, if applicable, before solicitation release;\n(3) Ensure consistency among the solicitation requirements, notices to offerors, proposal preparation instructions,\nevaluation factors and subfactors, solicitation provisions or contract clauses, and data requirements;\n(4) Ensure that proposals are evaluated based solely on the factors and subfactors contained in the solicitation (10\nU.S.C. 3303(c) and 41 U.S.C. 3703(c));\n(5) Consider the recommendations of advisory boards or panels (if any); and\n(6) Select the source or sources whose proposal is the best value to the Government (10 U.S.C. 3303(c) and 41 U.S.C.\n3703(c)).\n(c) The contracting officer shall-\n(1) After release of a solicitation, serve as the focal point for inquiries from actual or prospective offerors;\n(2) After receipt of proposals, control exchanges with offerors in accordance with 15.306; and\n(3) Award the contract(s)."
  },
  "15.304": {
    "title": "Evaluation factors and significant subfactors.",
    "content": "(a) The award decision is based on evaluation factors and significant subfactors that are tailored to the acquisition.\n(b) Evaluation factors and significant subfactors must-\n(1) Represent the key areas of importance and emphasis to be considered in the source selection decision; and\n(2) Support meaningful comparison and discrimination between and among competing proposals.\n(c) The evaluation factors and significant subfactors that apply to an acquisition and their relative importance, are within\nthe broad discretion of agency acquisition officials, subject to the following requirements:\n(1) (i) Price or cost to the Government shall be evaluated in every source selection (10 U.S.C. 3206(c)(1)(B) and 41\nU.S.C.3306(c)(1)(B)(also see part 36 for architect-engineer contracts), subject to the exception listed in paragraph (c)(1)(ii)\n(A) of this section for use by DoD, NASA, and the Coast Guard.\n(ii) In accordance with 10 U.S.C. 3206(c), for DoD, NASA, and the Coast Guard—\n(A) The contracting officer may choose not to include price or cost as an evaluation factor for award when a\nsolicitation—\n(1) Has an estimated value above the simplified acquisition threshold;\n(2) Will result in multiple-award contracts (see subpart 16.5) that are for the same or similar services; and\n(3) States that the Government intends to make an award to each and all qualifying offerors (see 2.101).\n(B) If the contracting officer chooses not to include price or cost as an evaluation factor for the contract award, in\naccordance with paragraph (c)(1)(ii)(A) of this section, the contracting officer shall consider price or cost as one of the factors\nin the selection decision for each order placed under the contract.\n(C) The exception in paragraph (c)(1)(ii)(A) of this section shall not apply to solicitations for multiple-award\ncontracts that provide for sole source orders pursuant to section 8(a) of the Small Business Act (15 U.S.C. 637(a)).\n(2) The quality of the product or service shall be addressed"
  },
  "15.305": {
    "title": "Proposal evaluation.",
    "content": "(a) Proposal evaluation is an assessment of the proposal and the offeror’s ability to perform the prospective contract\nsuccessfully. An agency shall evaluate competitive proposals and then assess their relative qualities solely on the factors and\nsubfactors specified in the solicitation. Evaluations may be conducted using any rating method or combination of methods,\nincluding color or adjectival ratings, numerical weights, and ordinal rankings. The relative strengths, deficiencies, significant\nweaknesses, and risks supporting proposal evaluation shall be documented in the contract file.\n(1) Cost or price evaluation. Normally, competition establishes price reasonableness. Therefore, when contracting\non a firm-fixed-price or fixed-price with economic price adjustment basis, comparison of the proposed prices will usually\nsatisfy the requirement to perform a price analysis, and a cost analysis need not be performed. In limited situations, a cost\nanalysis may be appropriate to establish reasonableness of the otherwise successful offeror's price (see 15.403-1(c)(1)(i)\n(C)). When contracting on a cost-reimbursement basis, evaluations shall include a cost realism analysis to determine what\nthe Government should realistically expect to pay for the proposed effort, the offeror's understanding of the work, and the\nofferor's ability to perform the contract. Cost realism analyses may also be used on fixed-price incentive contracts or, in\nexceptional cases, on other competitive fixed-price-type contracts (see 15.404-1(d)(3)). (See 37.115 for uncompensated\novertime evaluation.) The contracting officer shall document the cost or price evaluation.\n(2) Past performance evaluation. (i) Past performance information is one indicator of an offeror’s ability to perform\nthe contract successfully. The currency and relevance of the information, source of the information, context of the data, and\ngeneral trends in contractor’s performance shall be considered. This comparative assessment of pa"
  },
  "15.306": {
    "title": "FEDERAL ACQUISITION REGULATION",
    "content": "contracting officer shall establish a competitive range comprised of all of the most highly rated proposals, unless the range is\nfurther reduced for purposes of efficiency pursuant to paragraph (c)(2) of this section.\n(2) After evaluating all proposals in accordance with 15.305(a) and paragraph (c)(1) of this section, the contracting\nofficer may determine that the number of most highly rated proposals that might otherwise be included in the competitive\nrange exceeds the number at which an efficient competition can be conducted. Provided the solicitation notifies offerors that\nthe competitive range can be limited for purposes of efficiency (see 52.215-1(f)(4)), the contracting officer may limit the\nnumber of proposals in the competitive range to the greatest number that will permit an efficient competition among the most\nhighly rated proposals (10 U.S.C. 3303 and 41 U.S.C. 3703).\n(3) If the contracting officer, after complying with paragraph (d)(3) of this section, decides that an offeror’s proposal\nshould no longer be included in the competitive range, the proposal shall be eliminated from consideration for award. Written\nnotice of this decision shall be provided to unsuccessful offerors in accordance with 15.503.\n(4) Offerors excluded or otherwise eliminated from the competitive range may request a debriefing (see 15.505 and\n15.506).\n(d) Exchanges with offerors after establishment of the competitive range. Negotiations are exchanges, in either a\ncompetitive or sole source environment, between the Government and offerors, that are undertaken with the intent of\nallowing the offeror to revise its proposal. These negotiations may include bargaining. Bargaining includes persuasion,\nalteration of assumptions and positions, give-and-take, and may apply to price, schedule, technical requirements, type of\ncontract, or other terms of a proposed contract. When negotiations are conducted in a competitive acquisition, they take place\nafter establishment of the competitive range"
  },
  "15.307": {
    "title": "Proposal revisions.",
    "content": "(a) If an offeror’s proposal is eliminated or otherwise removed from the competitive range, no further revisions to that\nofferor’s proposal shall be accepted or considered.\n(b) The contracting officer may request or allow proposal revisions to clarify and document understandings reached during\nnegotiations. At the conclusion of discussions, each offeror still in the competitive range shall be given an opportunity to\nsubmit a final proposal revision. The contracting officer is required to establish a common cut-off date only for receipt of\nfinal proposal revisions. Requests for final proposal revisions shall advise offerors that the final proposal revisions shall be in\nwriting and that the Government intends to make award without obtaining further revisions."
  },
  "15.308": {
    "title": "Source selection decision.",
    "content": "The source selection authority’s (SSA) decision shall be based on a comparative assessment of proposals against all\nsource selection criteria in the solicitation. While the SSA may use reports and analyses prepared by others, the source\nselection decision shall represent the SSA’s independent judgment. The source selection decision shall be documented,\nand the documentation shall include the rationale for any business judgments and tradeoffs made or relied on by the SSA,\nincluding benefits associated with additional costs. Although the rationale for the selection decision must be documented, that\ndocumentation need not quantify the tradeoffs that led to the decision.\n15.3-5\nThis page intentionally left blank.\n15.3-6\nSUBPART 15.4 - CONTRACT PRICING 15.403-1\nSubpart 15.4 - Contract Pricing"
  },
  "15.400": {
    "title": "Scope of subpart.",
    "content": "This subpart prescribes the cost and price negotiation policies and procedures for pricing negotiated prime contracts\n(including subcontracts) and contract modifications, including modifications to contracts awarded by sealed bidding."
  },
  "15.401": {
    "title": "Definitions.",
    "content": "As used in this subpart-\nPrice means cost plus any fee or profit applicable to the contract type.\nSubcontract (except as used in 15.407-2) also includes a transfer of commercial products or commercial services between\ndivisions, subsidiaries, or affiliates of a contractor or a subcontractor (10 U.S.C. 3701(2) and 41 U.S.C. 3501(a)(3))."
  },
  "15.402": {
    "title": "Pricing policy.",
    "content": "Contracting officers shall-\n(a) Purchase supplies and services from responsible sources at fair and reasonable prices. In establishing the\nreasonableness of the offered prices, the contracting officer-\n(1) Shall obtain certified cost or pricing data when required by 15.403-4, along with data other than certified cost or\npricing data as necessary to establish a fair and reasonable price; or\n(2) When certified cost or pricing data are not required by 15.403-4, shall obtain data other than certified cost or pricing\ndata as necessary to establish a fair and reasonable price, generally using the following order of preference in determining the\ntype of data required:\n(i) No additional data from the offeror, if the price is based on adequate price competition, except as provided by\n15.403-3(b).\n(ii) Data other than certified cost or pricing data such as-\n(A) Data related to prices (e.g., established catalog or market prices, sales to non-governmental and governmental\nentities), relying first on data available within the Government; second, on data obtained from sources other than the offeror;\nand, if necessary, on data obtained from the offeror. When obtaining data from the offeror is necessary, unless an exception\nunder 15.403-1(b)(1) or (2) applies, such data submitted by the offeror shall include, at a minimum, appropriate data on the\nprices at which the same or similar items have been sold previously, adequate for evaluating the reasonableness of the price.\n(B) Cost data to the extent necessary for the contracting officer to determine a fair and reasonable price.\n(3) Obtain the type and quantity of data necessary to establish a fair and reasonable price, but not more data than is\nnecessary. Requesting unnecessary data can lead to increased proposal preparation costs, generally extend acquisition lead\ntime, and consume additional contractor and Government resources. Use techniques such as, but not limited to, price analysis,\ncost analysis, and/or cost realism analysis t"
  },
  "15.600": {
    "title": "Scope of subpart.",
    "content": "This subpart sets forth policies and procedures concerning the submission, receipt, evaluation, and acceptance or rejection\nof unsolicited proposals."
  },
  "15.601": {
    "title": "Definitions.",
    "content": "As used in this subpart-\nAdvertising material means material designed to acquaint the Government with a prospective contractor’s present\nproducts, services, or potential capabilities, or designed to stimulate the Government’s interest in buying such products or\nservices.\nCommercial product or commercial service offer means an offer of a commercial product or commercial service that the\nvendor wishes to see introduced in the Government's supply system as an alternate or a replacement for an existing supply\nitem. This term does not include innovative or unique configurations or uses of commercial products or commercial services\nthat are being offered for further development and that may be submitted as an unsolicited proposal.\nContribution means a concept, suggestion, or idea presented to the Government for its use with no indication that the\nsource intends to devote any further effort to it on the Government’s behalf."
  },
  "15.602": {
    "title": "Policy.",
    "content": "It is the policy of the Government to encourage the submission of new and innovative ideas in response to Broad Agency\nAnnouncements, Small Business Innovation Research topics, Small Business Technology Transfer Research topics, Program\nResearch and Development Announcements, or any other Government-initiated solicitation or program. When the new and\ninnovative ideas do not fall under topic areas publicized under those programs or techniques, the ideas may be submitted as\nunsolicited proposals."
  },
  "15.603": {
    "title": "General.",
    "content": "(a) Unsolicited proposals allow unique and innovative ideas or approaches that have been developed outside the\nGovernment to be made available to Government agencies for use in accomplishment of their missions. Unsolicited proposals\nare offered with the intent that the Government will enter into a contract with the offeror for research and development or\nother efforts supporting the Government mission, and often represent a substantial investment of time and effort by the\nofferor.\n(b) Advertising material, commercial product or commercial service offers, or contributions, as defined in 15.601, or\nroutine correspondence on technical issues, are not unsolicited proposals.\n(c) A valid unsolicited proposal must-\n(1) Be innovative and unique;\n(2) Be independently originated and developed by the offeror;\n(3) Be prepared without Government supervision, endorsement, direction, or direct Government involvement;\n(4) Include sufficient detail to permit a determination that Government support could be worthwhile and the proposed\nwork could benefit the agency’s research and development or other mission responsibilities;\n(5) Not be an advance proposal for a known agency requirement that can be acquired by competitive methods; and\n(6) Not address a previously published agency requirement.\n(d) Unsolicited proposals in response to a publicized general statement of agency needs are considered to be independently\noriginated.\n(e) Agencies must evaluate unsolicited proposals for energy savings performance contracts in accordance with the\nprocedures in 10 CFR436.33(b)."
  },
  "15.604": {
    "title": "Agency points of contact.",
    "content": "(a) Preliminary contact with agency technical or other appropriate personnel before preparing a detailed unsolicited\nproposal or submitting proprietary information to the Government may save considerable time and effort for both parties (see\n15.201). Agencies must make available to potential offerors of unsolicited proposals at least the following information:\n(1) Definition (see 2.101) and content (see 15.605) of an unsolicited proposal acceptable for formal evaluation.\n(2) Requirements concerning responsible prospective contractors (see subpart 9.1), and organizational conflicts of\ninterest (see subpart 9.5).\n15.6-1"
  },
  "15.605": {
    "title": "Content of unsolicited proposals.",
    "content": "Unsolicited proposals should contain the following information to permit consideration in an objective and timely manner:\n(a) Basic information including-\n(1) Offeror’s name and address and type of organization; e.g., profit, nonprofit, educational, small business;\n(2) Names and telephone numbers of technical and business personnel to be contacted for evaluation or negotiation\npurposes;\n(3) Identification of proprietary data to be used only for evaluation purposes;\n(4) Names of other Federal, State, or local agencies or parties receiving the proposal or funding the proposed effort;\n(5) Date of submission; and\n(6) Signature of a person authorized to represent and contractually obligate the offeror.\n(b) Technical information including-\n(1) Concise title and abstract (approximately 200 words) of the proposed effort;\n(2) A reasonably complete discussion stating the objectives of the effort or activity, the method of approach and extent\nof effort to be employed, the nature and extent of the anticipated results, and the manner in which the work will help to\nsupport accomplishment of the agency’s mission;\n(3) Names and biographical information on the offeror’s key personnel who would be involved, including alternates;\nand\n(4) Type of support needed from the agency; e.g., Government property or personnel resources.\n(c) Supporting information including-\n(1) Proposed price or total estimated cost for the effort in sufficient detail for meaningful evaluation;\n(2) Period of time for which the proposal is valid (a 6-month minimum is suggested);\n(3) Type of contract preferred;\n(4) Proposed duration of effort;\n(5) Brief description of the organization, previous experience, relevant past performance, and facilities to be used;\n(6) Other statements, if applicable, about organizational conflicts of interest, security clearances, and environmental\nimpacts; and\n(7) The names and telephone numbers of agency technical or other agency points of contact already contacted\nregarding the prop"
  },
  "15.606": {
    "title": "Agency procedures.",
    "content": "(a) Agencies shall establish procedures for controlling the receipt, evaluation, and timely disposition of unsolicited\nproposals consistent with the requirements of this subpart. The procedures shall include controls on the reproduction and\ndisposition of proposal material, particularly data identified by the offeror as subject to duplication, use, or disclosure\nrestrictions.\n(b) Agencies shall establish agency points of contact (see 15.604) to coordinate the receipt and handling of unsolicited\nproposals.\n15.606-1 Receipt and initial review.\n(a) Before initiating a comprehensive evaluation, the agency contact point shall determine if the proposal-\n(1) Is a valid unsolicited proposal, meeting the requirements of 15.603(c);\n(2) Is suitable for submission in response to an existing agency requirement (see 15.602);\n(3) Is related to the agency mission;\n15.6-2\nSUBPART 15.6 - UNSOLICITED PROPOSALS 15.608\n(4) Contains sufficient technical information and cost-related or price-related information for evaluation;\n(5) Has overall scientific, technical, or socioeconomic merit;\n(6) Has been approved by a responsible official or other representative authorized to obligate the offeror contractually;\nand\n(7) Complies with the marking requirements of 15.609.\n(b) If the proposal meets these requirements, the contact point shall promptly acknowledge receipt and process the\nproposal.\n(c) If a proposal is rejected because the proposal does not meet the requirements of paragraph (a) of this subsection, the\nagency contact point shall promptly inform the offeror of the reasons for rejection in writing and of the proposed disposition\nof the unsolicited proposal.\n15.606-2 Evaluation.\n(a) Comprehensive evaluations shall be coordinated by the agency contact point, who shall attach or imprint on each\nunsolicited proposal, circulated for evaluation, the legend required by 15.609(d). When performing a comprehensive\nevaluation of an unsolicited proposal, evaluators shall consider the following fa"
  },
  "15.607": {
    "title": "Criteria for acceptance and negotiation of an unsolicited proposal.",
    "content": "(a) A favorable comprehensive evaluation of an unsolicited proposal does not, in itself, justify awarding a contract without\nproviding for full and open competition. The agency point of contact shall return an unsolicited proposal to the offeror, citing\nreasons, when its substance-\n(1) Is available to the Government without restriction from another source;\n(2) Closely resembles a pending competitive acquisition requirement;\n(3) Does not relate to the activity’s mission; or\n(4) Does not demonstrate an innovative and unique method, approach, or concept, or is otherwise not deemed a\nmeritorious proposal.\n(b) The contracting officer may commence negotiations on a sole source basis only when-\n(1) An unsolicited proposal has received a favorable comprehensive evaluation;\n(2) A justification and approval has been obtained (see 6.302-1(a)(2)(i) for research proposals or other appropriate\nprovisions of subpart 6.3, and 6.303-2(c));\n(3) The agency technical office sponsoring the contract furnishes the necessary funds; and\n(4) The contracting officer has complied with the synopsis requirements of subpart 5.2."
  },
  "15.608": {
    "title": "Prohibitions.",
    "content": "(a) Government personnel shall not use any data, concept, idea, or other part of an unsolicited proposal as the basis, or part\nof the basis, for a solicitation or in negotiations with any other firm unless the offeror is notified of and agrees to the intended\nuse. However, this prohibition does not preclude using any data, concept, or idea in the proposal that also is available from\nanother source without restriction.\n(b) Government personnel shall not disclose restrictively marked information (see 3.104 and 15.609) included in an\nunsolicited proposal. The disclosure of such information concerning trade secrets, processes, operations, style of work,\napparatus, and other matters, except as authorized by law, may result in criminal penalties under 18 U.S.C. 1905.\n15.6-3"
  },
  "15.609": {
    "title": "Limited use of data.",
    "content": "(a) An unsolicited proposal may include data that the offeror does not want disclosed to the public for any purpose or used\nby the Government except for evaluation purposes. If the offeror wishes to restrict the data, the title page must be marked\nwith the following legend:\nUse and Disclosure of Data\nThis proposal includes data that shall not be disclosed outside the Government and shall not be duplicated, used, or\ndisclosed-in whole or in part-for any purpose other than to evaluate this proposal. However, if a contract is awarded to this\nofferor as a result of-or in connection with-the submission of these data, the Government shall have the right to duplicate, use,\nor disclose the data to the extent provided in the resulting contract. This restriction does not limit the Government's right to\nuse information contained in these data if they are obtained from another source without restriction. The data subject to this\nrestriction are contained in Sheets [insert numbers or other identification of sheets].\n(b) The offeror shall also mark each sheet of data it wishes to restrict with the following legend: Use or disclosure of data\ncontained on this sheet is subject to the restriction on the title page of this proposal.\n(c) The agency point of contact shall return to the offeror any unsolicited proposal marked with a legend different from\nthat provided in paragraph (a) of this section. The return letter will state that the proposal cannot be considered because it is\nimpracticable for the Government to comply with the legend and that the agency will consider the proposal if it is resubmitted\nwith the proper legend.\n(d) The agency point of contact shall place a cover sheet on the proposal or clearly mark it as follows, unless the offeror\nclearly states in writing that no restrictions are imposed on the disclosure or use of the data contained in the proposal:\nUnsolicited Proposal-Use of Data Limited\nAll Government personnel must exercise extreme care to ensure that the info"
  },
  "15.403": {
    "title": "Obtaining certified cost or pricing data.",
    "content": "15.403-1 Prohibition on obtaining certified cost or pricing data (10 U.S.C. chapter 271 and 41 U.S.C. CHAPTER 35).\n(a) Certified cost or pricing data shall not be obtained for acquisitions at or below the simplified acquisition threshold.\n(b) Exceptions to certified cost or pricing data requirements. The contracting officer shall not require certified cost or\npricing data to support any action (contracts, subcontracts, or modifications) (but may require data other than certified cost or\npricing data as defined in FAR 2.101 to support a determination of a fair and reasonable price or cost realism)—\n(1) When the contracting officer determines that prices agreed upon are based on adequate price competition (see\nstandards in paragraph (c)(1) of this subsection);\n15.4-1\n15.403-1 FEDERAL ACQUISITION REGULATION\n(2) When the contracting officer determines that prices agreed upon are based on prices set by law or regulation (see\nstandards in paragraph (c)(2) of this subsection);\n(3) When a commercial product or commercial service is being acquired (see standards in paragraph (c)(3) of this\nsubsection);\n(4) When a waiver has been granted (see standards in paragraph (c)(4) of this subsection); or\n(5) When modifying a contract or subcontract for commercial products or commercial services (see standards in\nparagraph (c)(3) of this section).\n(c) Standards for exceptions from certified cost or pricing data requirements—\n(1) Adequate price competition. (i) A price is based on adequate price competition when—\n(A) Two or more responsible offerors, competing independently, submit priced offers that satisfy the\nGovernment’s expressed requirement;\n(B) Award will be made to the offeror whose proposal represents the best value (see 2.101) where price is a\nsubstantial factor in source selection; and\n(C) There is no finding that the price of the otherwise successful offeror is unreasonable. Any finding that the\nprice is unreasonable must be supported by a statement of the facts and approved"
  },
  "15.404": {
    "title": "Proposal analysis.",
    "content": "15.404-1 Proposal analysis techniques.\n(a) General. The objective of proposal analysis is to ensure that the final agreed-to price is fair and reasonable.\n(1) The contracting officer is responsible for evaluating the reasonableness of the offered prices. The analytical\ntechniques and procedures described in this subsection may be used, singly or in combination with others, to ensure that the\n15.4-5\n15.404-1 FEDERAL ACQUISITION REGULATION\nfinal price is fair and reasonable. The complexity and circumstances of each acquisition should determine the level of detail\nof the analysis required.\n(2) Price analysis shall be used when certified cost or pricing data are not required (see paragraph (b) of this subsection\nand 15.404-3).\n(3) Cost analysis shall be used to evaluate the reasonableness of individual cost elements when certified cost or pricing\ndata are required. Price analysis should be used to verify that the overall price offered is fair and reasonable.\n(4) Cost analysis may also be used to evaluate data other than certified cost or pricing data to determine cost\nreasonableness or cost realism when a fair and reasonable price cannot be determined through price analysis alone.\n(5) The contracting officer may request the advice and assistance of other experts to ensure that an appropriate analysis\nis performed.\n(6) Recommendations or conclusions regarding the Government’s review or analysis of an offeror’s or contractor’s\nproposal shall not be disclosed to the offeror or contractor without the concurrence of the contracting officer. Any\ndiscrepancy or mistake of fact (such as duplications, omissions, and errors in computation) contained in the certified cost\nor pricing data or data other than certified cost or pricing data submitted in support of a proposal shall be brought to the\ncontracting officer’s attention for appropriate action.\n(7) The Air Force Institute of Technology (AFIT) and the Federal Acquisition Institute (FAI) jointly prepared a five-\nvolume set of C"
  },
  "15.405": {
    "title": "Price negotiation.",
    "content": "(a) The purpose of performing cost or price analysis is to develop a negotiation position that permits the contracting\nofficer and the offeror an opportunity to reach agreement on a fair and reasonable price. A fair and reasonable price does not\nrequire that agreement be reached on every element of cost, nor is it mandatory that the agreed price be within the contracting\nofficer’s initial negotiation position. Taking into consideration the advisory recommendations, reports of contributing\nspecialists, and the current status of the contractor’s purchasing system, the contracting officer is responsible for exercising\nthe requisite judgment needed to reach a negotiated settlement with the offeror and is solely responsible for the final price\nagreement. However, when significant audit or other specialist recommendations are not adopted, the contracting officer\nshould provide rationale that supports the negotiation result in the price negotiation documentation.\n(b) The contracting officer’s primary concern is the overall price the Government will actually pay. The contracting\nofficer’s objective is to negotiate a contract of a type and with a price providing the contractor the greatest incentive for\nefficient and economical performance. The negotiation of a contract type and a price are related and should be considered\ntogether with the issues of risk and uncertainty to the contractor and the Government. Therefore, the contracting officer\nshould not become preoccupied with any single element and should balance the contract type, cost, and profit or fee\nnegotiated to achieve a total result-a price that is fair and reasonable to both the Government and the contractor.\n(c) The Government’s cost objective and proposed pricing arrangement directly affect the profit or fee objective. Because\nprofit or fee is only one of several interrelated variables, the contracting officer shall not agree on profit or fee without\nconcurrent agreement on cost and type of contract.\n(d) If, how"
  },
  "15.406": {
    "title": "Documentation.",
    "content": "15.406-1 Prenegotiation objectives.\n(a) The prenegotiation objectives establish the Government’s initial negotiation position. They assist in the contracting\nofficer’s determination of fair and reasonable price. They should be based on the results of the contracting officer’s analysis\nof the offeror’s proposal, taking into consideration all pertinent information including field pricing assistance, audit reports\nand technical analysis, fact-finding results, independent Government cost estimates and price histories.\n(b) The contracting officer shall establish prenegotiation objectives before the negotiation of any pricing action. The\nscope and depth of the analysis supporting the objectives should be directly related to the dollar value, importance, and\ncomplexity of the pricing action. When cost analysis is required, the contracting officer shall document the pertinent issues to\nbe negotiated, the cost objectives, and a profit or fee objective.\n15.406-2 Certificate of Current Cost or Pricing Data.\n(a) When certified cost or pricing data are required, the contracting officer shall require the contractor to execute a\nCertificate of Current Cost or Pricing Data, using the format in this paragraph, and must include the executed certificate in the\ncontract file.\nCERTIFICATE OF CURRENT COST OR PRICING DATA\nThis is to certify that, to the best of my knowledge and belief, the cost or pricing data (as defined in section 2.101 of the\nFederal Acquisition Regulation (FAR) and required under FAR subsection 15.403-4) submitted, either actually or by specific\nidentification in writing, to the Contracting Officer or to the Contracting Officer's representative in support of ________* are\naccurate, complete, and current as of ________**. This certification includes the cost or pricing data supporting any advance\nagreements and forward pricing rate agreements between the offeror and the Government that are part of the proposal.\nFirm _____________________________________________\n15.4-13"
  },
  "15.407": {
    "title": "Special cost or pricing areas.",
    "content": "15.407-1 Defective certified cost or pricing data.\n(a) If, before agreement on price, the contracting officer learns that any certified cost or pricing data submitted are\ninaccurate, incomplete, or noncurrent, the contracting officer shall immediately bring the matter to the attention of the\nprospective contractor, whether the defective data increase or decrease the contract price. The contracting officer shall\nconsider any new data submitted to correct the deficiency, or consider the inaccuracy, incompleteness, or noncurrency of the\ndata when negotiating the contract price. The price negotiation memorandum shall reflect the adjustments made to the data or\nthe corrected data used to negotiate the contract price.\n(b) (1) If, after award, certified cost or pricing data are found to be inaccurate, incomplete, or noncurrent as of the date of\nfinal agreement on price or an earlier date agreed upon by the parties given on the contractor's or subcontractor's Certificate\nof Current Cost or Pricing Data, the Government is entitled to a price adjustment, including profit or fee, of any significant\namount by which the price was increased because of the defective data. This entitlement is ensured by including in the\ncontract one of the clauses prescribed in 15.408(b) and (c) and is set forth in the clauses at 52.215-10, Price Reduction for\nDefective Certified Cost or Pricing Data, and 52.215-11, Price Reduction for Defective Certified Cost or Pricing Data-\nModifications. The clauses give the Government the right to a price adjustment for defects in certified cost or pricing data\nsubmitted by the contractor, a prospective subcontractor, or an actual subcontractor.\n(2) In arriving at a price adjustment, the contracting officer shall consider the time by which the certified cost or pricing\ndata became reasonably available to the contractor, and the extent to which the Government relied upon the defective data.\n(3) The clauses referred to in paragraph (b)(1) of this subsection reco"
  },
  "15.408": {
    "title": "FEDERAL ACQUISITION REGULATION",
    "content": "(2) Include the current estimates of what the cost would have been to complete the deleted work\nnot yet performed (not the original proposal estimates), and the cost of deleted work already\nperformed.\n(3) Include the incurred cost of deleted work already performed, using actuals incurred if\npossible, or, if actuals are not available, estimates from your accounting records. Attach a\ndetailed inventory of work, materials, parts, components, and hardware already purchased,\nmanufactured, or performed and deleted by the change, indicating the cost and proposed\ndisposition of each line item. Also, if you desire to retain these items or any portion of them,\nindicate the amount offered for them.\n(4) Enter the net cost to be deleted, which is the estimated cost of all deleted work less the cost\nof deleted work already performed. Column(2) minus Column(3) equals Column(4).\n(5) Enter your estimate for cost of work added by the change. When nonrecurring costs are\nsignificant, or when specifically requested to do so by the Contracting Officer, provide a full\nidentification and explanation of them. When any of the costs in this column have already\nbeen incurred, describe them on an attached supporting schedule.\n(6) Enter the net cost of change, which is the cost of work added, less the net cost to be deleted.\nColumn(5) minus Column(4) equals Column(6). When this result is negative, place the\namount in parentheses.\n(7) Identify the attachment in which the information supporting the specific cost element may\nbe found.\n(Attach separate pages as necessary.)\nC. Price Revision/Redetermination.\nCUTOFF NUMBER NUMBER CONTRACT REDETERMINATION DIFFERENCE\nDATE OF UNITS OF UNITS TO AMOUNT PROPOSAL\nCOMPLETED BE COMPLETED AMOUNT\n(1) (2) (3) (4) (5) (6)\nCOST INCURRED INCURRED INCURRED TOTAL ESTIMATED ESTIMATED REFERENCE\nELEMENTS COST- COST- COST-WORK INCURRED COST COST TO TOTAL COST\nPREPRODUCTION COMPLETED IN PROGRESS COMPLETE\nUNITS\n(7) (8) (9) (10) (11) (12) (13) (14)\n(Use as applicable)\nColumn"
  },
  "15.502": {
    "title": "Applicability.",
    "content": "This subpart applies to competitive proposals, as described in 6.102(b), and a combination of competitive procedures, as\ndescribed in 6.102(c). The procedures in 15.504,15.506,15.507,15.508, and 15.509, with reasonable modification, should be\nfollowed for sole source acquisitions and acquisitions described in 6.102(d)(1) and (2)."
  },
  "15.503": {
    "title": "Notifications to unsuccessful offerors.",
    "content": "(a) Preaward notices- (1) Preaward notices of exclusion from competitive range. The contracting officer shall notify\nofferors promptly in writing when their proposals are excluded from the competitive range or otherwise eliminated from the\ncompetition. The notice shall state the basis for the determination and that a proposal revision will not be considered.\n(2) Preaward notices for small business programs. (i) In addition to the notice in paragraph (a)(1) of this section, the\ncontracting officer shall notify each offeror in writing prior to award and upon completion of negotiations and determinations\nof responsibility-\n(A) When using a small business set-aside (see subpart 19.5);\n(B) When using the HUBZone procedures in 19.1305 or 19.1307;\n(C) When using the service-disabled veteran-owned small business procedures in 19.1405; or\n(D) When using the Women-Owned Small Business Program procedures in 19.1505.\n(ii) The notice shall state-\n(A) The name and address of the apparently successful offeror;\n(B) That the Government will not consider subsequent revisions of the offeror’s proposal; and\n(C) That no response is required unless a basis exists to challenge the size status or small business status of the\napparently successful offeror (e.g., small business concern, small disadvantaged business concern, HUBZone small business\nconcern, service-disabled veteran-owned small business concern, economically disadvantaged women-owned small business\nconcern, or women-owned small business concern eligible under the Women-Owned Small Business Program).\n(iii) The notice is not required when the contracting officer determines in writing that the urgency of the requirement\nnecessitates award without delay or when the contract is entered into under the 8(a) program (see 19.805-2).\n(b) Postaward notices. (1) Within 3 days after the date of contract award, the contracting officer shall provide written\nnotification to each offeror whose proposal was in the competitive range but was not s"
  },
  "15.504": {
    "title": "Award to successful offeror.",
    "content": "The contracting officer shall award a contract to the successful offeror by furnishing the executed contract or other notice\nof the award to that offeror.\n(a) If the award document includes information that is different than the latest signed proposal, as amended by the\nofferor’s written correspondence, both the offeror and the contracting officer shall sign the contract award.\n15.5-1"
  },
  "15.505": {
    "title": "Preaward debriefing of offerors.",
    "content": "Offerors excluded from the competitive range or otherwise excluded from the competition before award may request a\ndebriefing before award (10 U.S.C. 3305 and 41 U.S.C. 3705).\n(a) (1) The offeror may request a preaward debriefing by submitting a written request for debriefing to the contracting\nofficer within 3 days after receipt of the notice of exclusion from the competition.\n(2) At the offeror’s request, this debriefing may be delayed until after award. If the debriefing is delayed until after\naward, it shall include all information normally provided in a postaward debriefing (see 15.506(d)). Debriefings delayed\npursuant to this paragraph could affect the timeliness of any protest filed subsequent to the debriefing.\n(3) If the offeror does not submit a timely request, the offeror need not be given either a preaward or a postaward\ndebriefing. Offerors are entitled to no more than one debriefing for each proposal.\n(b) The contracting officer shall make every effort to debrief the unsuccessful offeror as soon as practicable, but may\nrefuse the request for a debriefing if, for compelling reasons, it is not in the best interests of the Government to conduct a\ndebriefing at that time. The rationale for delaying the debriefing shall be documented in the contract file. If the contracting\nofficer delays the debriefing, it shall be provided no later than the time postaward debriefings are provided under 15.506. In\nthat event, the contracting officer shall include the information at 15.506(d) in the debriefing.\n(c) Debriefings may be done orally, in writing, or by any other method acceptable to the contracting officer.\n(d) The contracting officer should normally chair any debriefing session held. Individuals who conducted the evaluations\nshall provide support.\n(e) At a minimum, preaward debriefings shall include-\n(1) The agency’s evaluation of significant elements in the offeror’s proposal;\n(2) A summary of the rationale for eliminating the offeror from the competition; and"
  },
  "15.506": {
    "title": "Postaward debriefing of offerors.",
    "content": "(a) (1) An offeror, upon its written request received by the agency within 3 days after the date on which that offeror\nhas received notification of contract award in accordance with 15.503(b), shall be debriefed and furnished the basis for the\nselection decision and contract award.\n(2) To the maximum extent practicable, the debriefing should occur within 5 days after receipt of the written request.\nOfferors that requested a postaward debriefing in lieu of a preaward debriefing, or whose debriefing was delayed for\ncompelling reasons beyond contract award, also should be debriefed within this time period.\n(3) An offeror that was notified of exclusion from the competition (see 15.505(a)), but failed to submit a timely request,\nis not entitled to a debriefing.\n(4) (i) Untimely debriefing requests may be accommodated.\n15.5-2\nSUBPART 15.5 - PREAWARD, AWARD, AND POSTAWARD NOTIFICATIONS, PROTESTS, AND MISTAKES 15.509\n(ii) Government accommodation of a request for delayed debriefing pursuant to 15.505(a)(2), or any untimely\ndebriefing request, does not automatically extend the deadlines for filing protests. Debriefings delayed pursuant to 15.505(a)\n(2) could affect the timeliness of any protest filed subsequent to the debriefing.\n(b) Debriefings of successful and unsuccessful offerors may be done orally, in writing, or by any other method acceptable\nto the contracting officer.\n(c) The contracting officer should normally chair any debriefing session held. Individuals who conducted the evaluations\nshall provide support.\n(d) At a minimum, the debriefing information shall include-\n(1) The Government’s evaluation of the significant weaknesses or deficiencies in the offeror’s proposal, if applicable;\n(2) The overall evaluated cost or price (including unit prices) and technical rating, if applicable, of the successful\nofferor and the debriefed offeror, and past performance information on the debriefed offeror;\n(3) The overall ranking of all offerors, when any ranking was developed "
  },
  "15.507": {
    "title": "Protests against award.",
    "content": "(a) Protests against award in negotiated acquisitions shall be handled in accordance with part 33. Use of agency protest\nprocedures that incorporate the alternative dispute resolution provisions of Executive Order 12979 is encouraged for both\npreaward and postaward protests.\n(b) If a protest causes the agency, within 1 year of contract award, to-\n(1) Issue a new solicitation on the protested contract award, the contracting officer shall provide the information in\nparagraph (c) of this section to all prospective offerors for the new solicitation; or\n(2) Issue a new request for revised proposals on the protested contract award, the contracting officer shall provide the\ninformation in paragraph (c) of this section to offerors that were in the competitive range and are requested to submit revised\nproposals.\n(c) The following information will be provided to appropriate parties:\n(1) Information provided to unsuccessful offerors in any debriefings conducted on the original award regarding the\nsuccessful offeror’s proposal; and\n(2) Other nonproprietary information that would have been provided to the original offerors."
  },
  "15.508": {
    "title": "Discovery of mistakes.",
    "content": "Mistakes in a contractor’s proposal that are disclosed after award shall be processed substantially in accordance with the\nprocedures for mistakes in bids at 14.407-4."
  },
  "15.509": {
    "title": "Forms.",
    "content": "Optional Form (OF) 307, Contract Award, Standard Form (SF) 26, Award/Contract, or SF 33, Solicitation, Offer and\nAward, may be used to award negotiated contracts in which the signature of both parties on a single document is appropriate.\nNote however, if using the SF 26 for a negotiated procurement, block 18 is not to be used. If these forms are not used, the\naward document shall incorporate the agreement and award language from the OF 307.\n15.5-3\nThis page intentionally left blank.\n15.5-4\nSUBPART 15.6 - UNSOLICITED PROPOSALS 15.604\nSubpart 15.6 - Unsolicited Proposals"
  }
}